[
{"_index": [0], "title": ["Erling Haaland acusa al Borussia Dortmund de presionarlo para decidir su futuro"], "description": ["El noruego reprochó la insistencia para que anuncie si sigue o no en el club alemán. El presidente del Dortmund, Hans-Joachim Watzke, lo niega."]},
{"_index": [1], "title": ["Piero Hincapié titular en triunfo del Bayer Leverkusen"], "description": ["El ecuatoriano jugó como central en la victoria como visitantes 2-1 sobre el Borussia Monchengladbach, que significó el primer triunfo luego de cuatro jornadas."]},
{"_index": [2], "title": ["Jordan Gaspar anuncia su vínculo con Liga de Quito"], "description": ["El ofensivo ecuatoriano vuelve del fútbol español, donde, entre otros, militó en el Real Madrid Castilla. Su último club fue el Torrent, de la tercera división."]},
{"_index": [3], "title": ["Con Philippe Coutinho como figura, Aston Villa rescató un empate ante el Manchester United"], "description": ["El mediocampista brasileño asistió y marcó en su debut con el equipo que dirige Steven Gerard."]},
{"_index": [4], "title": ["Debut de Hernán Galíndez, en derrota de la U. de Chile"], "description": ["Los azules cayeron con Colo Colo en el Torneo de Verano que se disputa en Argentina. El golero tricolor salió por lesión, sin gravedad, en el segundo tiempo."]},
{"_index": [5], "title": ["Garbiñe Muguruza: Esto podría haberse evitado, como todos hemos hecho, vacunándonos"], "description": ["La tenista española también opinó sobre el asunto Djokovic: \"Todo el mundo sabía muy claramente las reglas. Solo tienes que seguirlos y listo\"."]},
{"_index": [6], "title": ["Dupla Gonzalo Escobar-Ariel Behar cae en la final del ATP 250 de Adelaida 2"], "description": ["El ecuatoriano y el uruguayo fueron semifinalistas del Adelaida 1 la semana pasada, preparación que suman a esta final antes de enfrentar el Australian Open."]},
{"_index": [7], "title": ["Juan Manuel Correa: Estoy hambriento de un podio y un triunfo"], "description": ["Con la escudería ART GP, el piloto ecuatoriano correrá su segunda temporada en Fórmula 3, un “regreso verídico” a las pistas después del accidente en 2019."]},
{"_index": [8], "title": ["‘Cerca de $ 750.000′ ganará el campeón de la Copa Ecuador, que tendrá nuevo formato"], "description": ["Torneo de la FEF no se realizó los últimos dos años a causa de la pandemia de COVID-19. Esta temporada, se jugará entre mayo y octubre."]},
{"_index": [9], "title": ["La leyenda del tenis Chris Evert padece de cáncer de ovario"], "description": ["Evert tenía antecedentes familiares de cáncer."]},
{"_index": [10], "title": ["Leonai Souza, el brasileño que vino a ‘triunfar en Barcelona SC’, utilizará el número 22"], "description": ["La más reciente incorporación de los amarillos dialogó con el programa oficial del club."]},
{"_index": [11], "title": ["De Bruyne liquida al Chelsea y el Manchester City saca una gran ventaja en la carrera por el título"], "description": ["Un solitario tanto del mediocampista belga fue suficiente para que el cuadro de Pep Guardiola consiga su 12.° victoria consecutiva."]},
{"_index": [12], "title": ["Juan Manuel Correa extiende contrato en Fórmula 3"], "description": ["El piloto nacional correrá su segunda temporada con los franceses, parte del camino en su planificación para llegar a la Fórmula 1."]},
{"_index": [13], "title": ["Leonardo Campana es nuevo jugador del Inter Miami CF"], "description": ["Tras su paso por el fútbol de Suiza, el delantero ecuatoriano jugará en el equipo de la MLS propiedad del exfutbolista inglés David Beckham."]},
{"_index": [14], "title": ["En Salango se llevará a cabo el primer campamento de natación en aguas abiertas de Ecuador con guía de Sara Palacios"], "description": ["Es el primer campamento de natación en aguas abiertas que se organiza en Ecuador, precisaron las mentalizadoras de la actividad."]},
{"_index": [15], "title": ["Felipao se queda sin entrenador en Genoa"], "description": ["El ucraniano Andriy Shevchenko fue despedido tras menos de dos meses en el cargo, tiempo en que sumó apenas tres puntos en nueve partidos."]},
{"_index": [16], "title": ["Moisés Caicedo vio desde la banca el agónico empate del Brighton ante el Crystal Palace"], "description": ["El ecuatoriano fue convocado por Graham Potter pese a tener pocos días entrenando tras su retorno al cuadro de las Gaviotas."]},
{"_index": [17], "title": ["Alfonso Harb: Damián Díaz debe seguir en Barcelona SC; ‘es hora de renovación’, opina Marcelo Hurtado"], "description": ["Los amarillos han hecho cambios en su plantilla tras no ganar el título de 2021. ‘Pocho’, expresidente; y el ‘Colorado’, exvolante, hablan del número 10."]},
{"_index": [18], "title": ["Botafogo y una noche inolvidable en 1963"], "description": ["Garrincha brindó espectáculo en el Modelo, ante Barcelona. Estoy entre quienes vieron la demostración de fútbol más sensacional en estas tierras."]},
{"_index": [19], "title": ["El atacante Jeison Chalá llegó a Guayaquil para trabajar con Emelec"], "description": ["Chalá, de 27 años, arribó de Argentina, donde no pudo ganarse el puesto de titular en el cuadro de Godoy Cruz de la ciudad de Mendoza."]},
{"_index": [20], "title": ["Botafogo y una noche inolvidable en 1963"]},
{"_index": [21], "title": ["Australia no quiere a Novak Djokovic"]},
{"_index": [22], "title": ["¿Todos con Novak Djokovic...?"]},
{"_index": [23], "title": ["Una norma de una federación no puede estar por encima de la justicia de una nación. Te puedes librar una vez, pero no siempre"]},
{"_index": [24], "title": ["‘El inmenso talento de Coutinho...’"]}
]