[
{"_index": [0], "title": ["Erling Haaland acusa al Borussia Dortmund de presionarlo para decidir su futuro"], "description": ["El noruego reproch√≥ la insistencia para que anuncie si sigue o no en el club alem√°n. El presidente del Dortmund, Hans-Joachim Watzke, lo niega."]},
{"_index": [1], "title": ["Piero Hincapi√© titular en triunfo del Bayer Leverkusen"], "description": ["El ecuatoriano jug√≥ como central en la victoria como visitantes 2-1 sobre el Borussia Monchengladbach, que signific√≥ el primer triunfo luego de cuatro jornadas."]},
{"_index": [2], "title": ["Jordan Gaspar anuncia su v√≠nculo con Liga de Quito"], "description": ["El ofensivo ecuatoriano vuelve del f√∫tbol espa√±ol, donde, entre otros, milit√≥ en el Real Madrid Castilla. Su √∫ltimo club fue el Torrent, de la tercera divisi√≥n."]},
{"_index": [3], "title": ["Con Philippe Coutinho como figura, Aston Villa rescat√≥ un empate ante el Manchester United"], "description": ["El mediocampista brasile√±o asisti√≥ y marc√≥ en su debut con el equipo que dirige Steven Gerard."]},
{"_index": [4], "title": ["Debut de Hern√°n Gal√≠ndez, en derrota de la U. de Chile"], "description": ["Los azules cayeron con Colo Colo en el Torneo de Verano que se disputa en Argentina. El golero tricolor sali√≥ por lesi√≥n, sin gravedad, en el segundo tiempo."]},
{"_index": [5], "title": ["Garbi√±e Muguruza: Esto podr√≠a haberse evitado, como todos hemos hecho, vacun√°ndonos"], "description": ["La tenista espa√±ola tambi√©n opin√≥ sobre el asunto Djokovic: \"Todo el mundo sab√≠a muy claramente las reglas. Solo tienes que seguirlos y listo\"."]},
{"_index": [6], "title": ["Dupla Gonzalo Escobar-Ariel Behar cae en la final del ATP 250 de Adelaida 2"], "description": ["El ecuatoriano y el uruguayo fueron semifinalistas del Adelaida 1 la semana pasada, preparaci√≥n que suman a esta final antes de enfrentar el Australian Open."]},
{"_index": [7], "title": ["Juan Manuel Correa: Estoy hambriento de un podio y un triunfo"], "description": ["Con la escuder√≠a ART GP, el piloto ecuatoriano correr√° su segunda temporada en F√≥rmula 3, un ‚Äúregreso ver√≠dico‚Äù a las pistas despu√©s del accidente en 2019."]},
{"_index": [8], "title": ["‚ÄòCerca de $ 750.000‚Ä≤ ganar√° el campe√≥n de la Copa Ecuador, que tendr√° nuevo formato"], "description": ["Torneo de la FEF no se realiz√≥ los √∫ltimos dos a√±os a causa de la pandemia de COVID-19. Esta temporada, se jugar√° entre mayo y octubre."]},
{"_index": [9], "title": ["La leyenda del tenis Chris Evert padece de c√°ncer de ovario"], "description": ["Evert ten√≠a antecedentes familiares de c√°ncer."]},
{"_index": [10], "title": ["Leonai Souza, el brasile√±o que vino a ‚Äòtriunfar en Barcelona SC‚Äô, utilizar√° el n√∫mero 22"], "description": ["La m√°s reciente incorporaci√≥n de los amarillos dialog√≥ con el programa oficial del club."]},
{"_index": [11], "title": ["De Bruyne liquida al Chelsea y el Manchester City saca una gran ventaja en la carrera por el t√≠tulo"], "description": ["Un solitario tanto del mediocampista belga fue suficiente para que el cuadro de Pep Guardiola consiga su 12.¬∞ victoria consecutiva."]},
{"_index": [12], "title": ["Juan Manuel Correa extiende contrato en F√≥rmula 3"], "description": ["El piloto nacional correr√° su segunda temporada con los franceses, parte del camino en su planificaci√≥n para llegar a la F√≥rmula 1."]},
{"_index": [13], "title": ["Leonardo Campana es nuevo jugador del Inter Miami CF"], "description": ["Tras su paso por el f√∫tbol de Suiza, el delantero ecuatoriano jugar√° en el equipo de la MLS propiedad del exfutbolista ingl√©s David Beckham."]},
{"_index": [14], "title": ["En Salango se llevar√° a cabo el primer campamento de nataci√≥n en aguas abiertas de Ecuador con gu√≠a de Sara Palacios"], "description": ["Es el primer campamento de nataci√≥n en aguas abiertas que se organiza en Ecuador, precisaron las mentalizadoras de la actividad."]},
{"_index": [15], "title": ["Felipao se queda sin entrenador en Genoa"], "description": ["El ucraniano Andriy Shevchenko fue despedido tras menos de dos meses en el cargo, tiempo en que sum√≥ apenas tres puntos en nueve partidos."]},
{"_index": [16], "title": ["Mois√©s Caicedo vio desde la banca el ag√≥nico empate del Brighton ante el Crystal Palace"], "description": ["El ecuatoriano fue convocado por Graham Potter pese a tener pocos d√≠as entrenando tras su retorno al cuadro de las Gaviotas."]},
{"_index": [17], "title": ["Alfonso Harb: Dami√°n D√≠az debe seguir en Barcelona SC; ‚Äòes hora de renovaci√≥n‚Äô, opina Marcelo Hurtado"], "description": ["Los amarillos han hecho cambios en su plantilla tras no ganar el t√≠tulo de 2021. ‚ÄòPocho‚Äô, expresidente; y el ‚ÄòColorado‚Äô, exvolante, hablan del n√∫mero 10."]},
{"_index": [18], "title": ["Botafogo y una noche inolvidable en 1963"], "description": ["Garrincha brind√≥ espect√°culo en el Modelo, ante Barcelona. Estoy entre quienes vieron la demostraci√≥n de f√∫tbol m√°s sensacional en estas tierras."]},
{"_index": [19], "title": ["El atacante Jeison Chal√° lleg√≥ a Guayaquil para trabajar con Emelec"], "description": ["Chal√°, de 27 a√±os, arrib√≥ de Argentina, donde no pudo ganarse el puesto de titular en el cuadro de Godoy Cruz de la ciudad de Mendoza."]},
{"_index": [20], "title": ["Botafogo y una noche inolvidable en 1963"]},
{"_index": [21], "title": ["Australia no quiere a Novak Djokovic"]},
{"_index": [22], "title": ["¬øTodos con Novak Djokovic...?"]},
{"_index": [23], "title": ["Una norma de una federaci√≥n no puede estar por encima de la justicia de una naci√≥n. Te puedes librar una vez, pero no siempre"]},
{"_index": [24], "title": ["‚ÄòEl inmenso talento de Coutinho...‚Äô"]}
][
{"_index": [0], "title": ["Erling Haaland acusa al Borussia Dortmund de presionarlo para decidir su futuro"], "description": ["El noruego reprochÛ la insistencia para que anuncie si sigue o no en el club alem·n. El presidente del Dortmund, Hans-Joachim Watzke, lo niega."]},
{"_index": [1], "title": ["Piero HincapiÈ titular en triunfo del Bayer Leverkusen"], "description": ["El ecuatoriano jugÛ como central en la victoria como visitantes 2-1 sobre el Borussia Monchengladbach, que significÛ el primer triunfo luego de cuatro jornadas."]},
{"_index": [2], "title": ["Jordan Gaspar anuncia su vÌnculo con Liga de Quito"], "description": ["El ofensivo ecuatoriano vuelve del f˙tbol espaÒol, donde, entre otros, militÛ en el Real Madrid Castilla. Su ˙ltimo club fue el Torrent, de la tercera divisiÛn."]},
{"_index": [3], "title": ["Con Philippe Coutinho como figura, Aston Villa rescatÛ un empate ante el Manchester United"], "description": ["El mediocampista brasileÒo asistiÛ y marcÛ en su debut con el equipo que dirige Steven Gerard."]},
{"_index": [4], "title": ["Debut de Hern·n GalÌndez, en derrota de la U. de Chile"], "description": ["Los azules cayeron con Colo Colo en el Torneo de Verano que se disputa en Argentina. El golero tricolor saliÛ por lesiÛn, sin gravedad, en el segundo tiempo."]},
{"_index": [5], "title": ["GarbiÒe Muguruza: Esto podrÌa haberse evitado, como todos hemos hecho, vacun·ndonos"], "description": ["La tenista espaÒola tambiÈn opinÛ sobre el asunto Djokovic: \"Todo el mundo sabÌa muy claramente las reglas. Solo tienes que seguirlos y listo\"."]},
{"_index": [6], "title": ["Dupla Gonzalo Escobar-Ariel Behar cae en la final del ATP 250 de Adelaida 2"], "description": ["El ecuatoriano y el uruguayo fueron semifinalistas del Adelaida 1 la semana pasada, preparaciÛn que suman a esta final antes de enfrentar el Australian Open."]},
{"_index": [7], "title": ["Juan Manuel Correa: Estoy hambriento de un podio y un triunfo"], "description": ["Con la escuderÌa ART GP, el piloto ecuatoriano correr· su segunda temporada en FÛrmula 3, un ìregreso verÌdicoî a las pistas despuÈs del accidente en 2019."]},
,
{"_index": [9], "title": ["La leyenda del tenis Chris Evert padece de c·ncer de ovario"], "description": ["Evert tenÌa antecedentes familiares de c·ncer."]},
{"_index": [10], "title": ["Leonai Souza, el brasileÒo que vino a ëtriunfar en Barcelona SCí, utilizar· el n˙mero 22"], "description": ["La m·s reciente incorporaciÛn de los amarillos dialogÛ con el programa oficial del club."]},
{"_index": [11], "title": ["De Bruyne liquida al Chelsea y el Manchester City saca una gran ventaja en la carrera por el tÌtulo"], "description": ["Un solitario tanto del mediocampista belga fue suficiente para que el cuadro de Pep Guardiola consiga su 12.∞ victoria consecutiva."]},
{"_index": [12], "title": ["Juan Manuel Correa extiende contrato en FÛrmula 3"], "description": ["El piloto nacional correr· su segunda temporada con los franceses, parte del camino en su planificaciÛn para llegar a la FÛrmula 1."]},
{"_index": [13], "title": ["Leonardo Campana es nuevo jugador del Inter Miami CF"], "description": ["Tras su paso por el f˙tbol de Suiza, el delantero ecuatoriano jugar· en el equipo de la MLS propiedad del exfutbolista inglÈs David Beckham."]},
{"_index": [14], "title": ["En Salango se llevar· a cabo el primer campamento de nataciÛn en aguas abiertas de Ecuador con guÌa de Sara Palacios"], "description": ["Es el primer campamento de nataciÛn en aguas abiertas que se organiza en Ecuador, precisaron las mentalizadoras de la actividad."]},
{"_index": [15], "title": ["Felipao se queda sin entrenador en Genoa"], "description": ["El ucraniano Andriy Shevchenko fue despedido tras menos de dos meses en el cargo, tiempo en que sumÛ apenas tres puntos en nueve partidos."]},
{"_index": [16], "title": ["MoisÈs Caicedo vio desde la banca el agÛnico empate del Brighton ante el Crystal Palace"], "description": ["El ecuatoriano fue convocado por Graham Potter pese a tener pocos dÌas entrenando tras su retorno al cuadro de las Gaviotas."]},
{"_index": [17], "title": ["Alfonso Harb: Dami·n DÌaz debe seguir en Barcelona SC; ëes hora de renovaciÛní, opina Marcelo Hurtado"], "description": ["Los amarillos han hecho cambios en su plantilla tras no ganar el tÌtulo de 2021. ëPochoí, expresidente; y el ëColoradoí, exvolante, hablan del n˙mero 10."]},
{"_index": [18], "title": ["Botafogo y una noche inolvidable en 1963"], "description": ["Garrincha brindÛ espect·culo en el Modelo, ante Barcelona. Estoy entre quienes vieron la demostraciÛn de f˙tbol m·s sensacional en estas tierras."]},
{"_index": [19], "title": ["El atacante Jeison Chal· llegÛ a Guayaquil para trabajar con Emelec"], "description": ["Chal·, de 27 aÒos, arribÛ de Argentina, donde no pudo ganarse el puesto de titular en el cuadro de Godoy Cruz de la ciudad de Mendoza."]},
{"_index": [20], "title": ["Botafogo y una noche inolvidable en 1963"]},
{"_index": [21], "title": ["Australia no quiere a Novak Djokovic"]},
{"_index": [22], "title": ["øTodos con Novak Djokovic...?"]},
{"_index": [23], "title": ["Una norma de una federaciÛn no puede estar por encima de la justicia de una naciÛn. Te puedes librar una vez, pero no siempre"]},
{"_index": [24], "title": ["ëEl inmenso talento de Coutinho...í"]}
]