[
{},
{},
{"title": ["Uncharted 4 and Lost Legacy Collection - Tráiler de revelación de PS5 y PC"], "publication_date": ["9 de Septiembre de 2021"]},
{"title": ["Horizon: Forbidden West no ofrecerá una actualización gratuita de PS4 a PS5"], "content": ["Horizon: Forbidden West no ofrecerá una actualización gratuita de PS4 a PS5 en sus ediciones estándar o especial, y no tendrás la opción de pagar para hacer la mejora de una edición estándar a una que sí incluya la versión de PS5.", "Como se había anunciado anteriormente, ", "Horizon: Forbidden West", " recibirá distintas versiones de PS4 y PS5 del mismo juego - puedes jugar la versión de PS4 en PS5, pero no recibirá ", "las mismas actualizaciones visuales y de rendimiento", ". Revelado en la página de preguntas frecuentes del juego bajo el título \"¿Puedo actualizar mi versión de PS4 a la versión de PS5?\", Se revela que las ediciones estándar y especial del juego no tendrán la opción que permita a los jugadores que compren el juego en PS4 tener acceso a la versión de PS5.", "Este derecho está incluido en las ediciones Digital Deluxe, Collector's o Regalla (naturalmente más caras), pero son compras de juegos completos completamente independientes. A diferencia de otros juegos de PS5 como Ghost of Tsushima: Director's Cut, tampoco habrá una actualización de paga menos costosa: \"No hay planes para una oferta de actualización de la edición estándar a la edición de lujo digital en este momento\", se lee en las preguntas frecuentes.", "En medio del panorama ya confuso de actualizaciones en PS5, es quizás el menos atractivo. Sony no ha explicado formalmente sus decisiones en el caso de Horizon: Forbidden West pero, aparte del hecho de que generará más dinero por juego, puede deberse al hecho de que la compañía quiere utilizar uno de sus mayores lanzamientos como medio para conseguir que los fans leales cambien de consola ahora, en lugar de hacerlo más adelante.", "Con el juego atrasado ", "hasta febrero de 2022", ", parece probable que veamos más de la próxima aventura de Aloy durante el ", "PlayStation Showcase 2021", " que llegará la próxima semana.", " "]},
{"title": ["PS5: reportan que el nuevo modelo tiene un disipador de calor más pequeño, ¿tendrá problemas de calentamiento?"], "content": ["En estos últimos días se ha estado hablando acerca de un nuevo modelo de ", "PlayStation 5", " que supuestamente viene con un disipador de calor más pequeño y que se cree podría causar que la consola se caliente más que la versión original, ¿pero qué tan cierta es esta información?", "Todo comenzó con una PS5 modelo CFI-1100B que será la nueva versión que llegará a las tiendas y que pesa alrededor de 7.8 libras, mientras que el modelo original pesa alrededor de 8.4 libras, por lo que un video publicado por el YouTuber Austin Evans donde mostraba el proceso de desarmado reveló que la diferencia en peso podría deberse a que el disipador de calor ahora es más pequeño.", "Evans descubrió que esta solución del disipador más pequeño significaba que la consola funcionaría un poco más caliente ya que hizo unas pruebas mientras jugaba Astro's Playroom y concluyó que hubo un aumento en la temperatura de cuatro a cinco grados Celsius, con la consola alcanzando un máximo de 58 grados Celsius (", "vía", " Gamespot).", " ", "Esto causó alarma en varios jugadores que tienen pensado comprar una ", "PS5", " en el futuro ya que pensaron que deberían apurarse a conseguir el modelo actual que tiene un disipador de calor más grande, pero lo cierto es que el cambio no parece ser tan drástico.", "Para empezar esta temperatura no es nada sorprendente ya que si juegan en PC sabrán que es común encontrar CPUs inactivas en alrededor de 55 grados Celsius y llegar a mucho más con títulos exigentes.", "Además, debido a toda la situación que ha sido difundida por los medios, Digital Foundry se puso manos a la obra y ", "realizó un análisis", " con los dos modelos de consola PS5, y llegaron a la conclusión de que el nuevo modelo no se calienta más que la versión original, por lo que no hay que temer sobre posibles sobrecalentamientos ya que la temperatura se mantuvo en los límites correctos con las pruebas realizadas.", "Así que aunque el nuevo modelo de PS5 viene con algunas diferencias de hardware como el ventilador y el receptor WiFi, que hacen que pese 300 gramos menos, en sitios especializados como Digital Foundry aseguran que no representa problema alguno, tal como señalaba el YouTuber Austin Evans que incluso ha estado recibiendo amenazas y acoso por hablar negativamente de la consola.", "Hablando de PlayStation, este jueves 9 de septiembre se llevará a cabo el", " PlayStation Showcase 2021 ", "donde se anunciarán novedades de la plataforma."]},
{"title": ["PS5 y PS4: PlayStation Store tiene la promoción Rebajas Semestrales con grandes descuentos"], "content": ["Si estaban pensando en agregar un juego de PlayStation a su colección les tenemos que Sony ha anunciado que la promoción Rebajas Semestrales regresa a PlayStation Store.", "La promoción Rebajas Semanales está disponible desde hoy 23 de junio y concluirá el miércoles 7 de julio, y ofrece descuentos de hasta 60 por ciento en una selección de juegos para PlayStation 4 y ", "PlayStation 5", ".", "En ", "este enlace", " pueden visitar la sección de la promoción Rebajas Semanales en PlayStation Store para ver todos los juegos con descuento, y a continuación les dejamos un listado con algunas de las ofertas más destacadas.", "\n\t", "Outriders (PS4, PS5) -35% de descuento", "\n\t", "Mortal Kombat 11 (PS4, PS5) -70% de descuento", "\n\t", "Expansión Mortal Kombat 11: Aftermath (PS4, PS5) -60% de descuento", "\n\t", "Crash Bandicoot 4: It's About Time (PS4, PS5) -40% de descuento", "\n\t", "Battlefield V (PS4) -90% de descuento", "\n\t", "FIFA 21 Champions Edition (PS4, PS5) -70% de descuento", "\n\t", "Horizon Zero Dawn Complete Edition (PS4) -50% de descuento", "\n\t", "Persona 5 Royal Ultimate Edition (PS4) -55% de descuento", "\n\t", "Assassin's Creed Odyssey Deluxe Edition (PS4) -75% de descuento", "\n\t", "Paquete Assassin's Creed Valhalla + Immortals Fenyx Rising (PS4, PS5) -45% de descuento", "\n\t", "Paquete Watch Dogs Legion + Assassin's Creed Valhalla (PS4, PS5) -55% de descuento", "\n\t", "Need for Speed Heat Edición Deluxe (PS4) -75% de descuento", "\n\t", "Los Sims 4 (PS4) -85% de descuento", "\n\t", "Street Fighter V (PS4) -60% de descuento", "\n\t", "Detroit Become Human (PS4) -50% de descuento", "\n\t", "Ghost Recon Wildlands (PS4) -70% de descuento", "\n\t", "Just Cause 4 Reloaded (PS4) -80% de descuento", "\n\t", "Yakuza 3 Remastered (PS4) -50% de descuento", "\n\t", "Control (PS4) -50% de descuento", "\n\t", "Tomb Raider: Definitive Edition (PS4) -85% de descuento", "\n", "Hablando de PlayStation, la compañía no tuvo presencia en ", "E3 2021", ", pero dicen los rumores que tendrá su propio evento dentro de unas semanas donde revelarán todas las novedades para PS4 y PS5."]},
{"title": ["Ratchet & Clank: Rift Apart - Tráiler de presentación | Evento de PS5"], "publication_date": ["11 de Junio de 2020"]},
{"title": ["Reporte: Shuhei Yoshida no está seguro sobre si habrá un PS5"], "content": ["Lorne Lanning, creador de Oddworld, ha dicho que Shuhei Yoshida, jefe de PlayStation, ha expresado incertidumbre sobre si habrá un PlayStation 5.", "Lanning hizo los comentarios en el Game Informer Show (descubierto por el usuario de NeoGAF ", "generic_username", "), donde dijo que le hizo una pregunta sobre la futura consola en una entrevista entre los dos:", "\"Dije, 'bueno, ¿cómo se vería un PlayStation 5?, y él dijo 'quieres decir si'\". [...] dije 'estás dispuesto a decir eso en un escenario?' y él dijo, 'sí, es un si'\".", "salta al 45:04 para escuchar los comentarios de Lanning.", "Mientras que es extremadamente dudoso que Yoshida implique que la marca PlayStation dejará de existir, la aparente existencia de una actualización a mitad de generación del PS4, aparentemente llamada NEO, podría apuntar a los planes futuros de las consolas, con espacios mucho más cortos entre \"generaciones\".", "\"Fue algo muy interesante\", dijo Lanning, \"y no me dio una respuesta clara, pero está haciendo alusión a [necesitar] ser más ágil. Ninguno de nosotros sabe cómo se vera realmente el futuro, por lo que ¿cómo nos adaptamos más rápido? Para mí es la forma en la que él estaba pensando [...]. La idea de que tengas que relanzar una pieza de tecnología que dure siete años hacia el futuro, creo, es cada vez menos y menos viable\"."]},
{"title": ["Marvel's Spider-Man tu progreso en PlayStation 4 no se transferirá al PS5"], "content": ["Si compras la Ultimate Edition de Marvel's Spider-Man: Miles Morales para conseguir la versión remasterizada del juego original, no podrás transferir tu progreso de la versión de PS4.", "El desarrollador Insomniac Games reveló la noticia en ", "Twitter", ", así como también otorgó más detalles acerca de cómo funcionará la versión remasterizada del juego del 2018 en una serie de respuestas a preguntas de los fans.", "Si planeas continuar desde donde te quedaste en el PS4, no tendrás mucha suerte, ya que los dos juegos serán entidades completamente distintas, lo que significa que tu archivo de la generación actual no será compatible. Sin embargo, esto significa que Marvel's Spider-Man Remastered ofrecerá ", "una lista de trofeos separada", ", lo cual son excelentes noticias si eres uno de los muchos cazadores de Platinum que buscan volver a jugar el título en PS5.", "\n", "Saves won’t transfer from the original game to the Remaster", "\n— Insomniac Games (@insomniacgames) ", "September 20, 2020", "Insomniac también confirmó que Marvel's Spider-Man Rmastered no recibirá un lanzamiento físico, y sólo estará disponible como ", "un voucher de descarga o una descarga digital", ", dependiendo de cual versión de la Spider-Man: Miles Morales Ultimate Edition compres.", "Marvel's Spider-Man: Miles Morales es un juego de lanzamiento para el PS5, y se columpiará a la acción el 12 de noviembre en los Estados Unidos, Japón, Canadá, México, Australia, Nueva Zelanda y Corea del Sur, y el 19 de noviembre en el resto del mundo."]},
{"title": ["Spider-Man: Miles Morales - recrean icónica escena de Into the Spider-Verse en el juego de PS5"], "content": ["Una de las escenas más icónicas de Spider-Man: Into the Spider Verse ha sido recreada en Marvel's Spider-Man: Miles Morales para PS5 y a todo Internet le ha encantado.", "El usuario conocido como ", "@Much118x", " en Twitter asumió el desafío de igualar la escena del salto de fe de Spider-Man: Into the Spider-Verse, ambientada con What's Up Danger de Blackway & Black Caviar, y los resultados son... bueno, simplemente espectaculares como pueden comprobar a continuación.", "\n", "#MilesMorales", " x Into The Spider-Verse ", "pic.twitter.com/zB17EkQNAt", "\n— Much (@Much118x) ", "November 14, 2020", "Como se mencionó anteriormente, Internet se ha enamorado de este video, superando el millón de visitas desde que fue tuiteado ayer 14 de noviembre.", "En lo que pueden ser los mejores cumplidos para el creador, el escritor de Spider-Man: Into the Spider-Verse, Phil Lord, y el productor Christopher Miller, retuitearon el video mostrando su apoyo y respeto por el trabajo de @Much118x.", "A Phil Lord le encantó tanto que dijo: \"Hagamos el resto de la película de esta manera\". Obviamente, se refería a Spider-Man: Into the Spider-Verse 2, que está programada para estrenarse en los cines el 7 de octubre de 2022.", "Cabe recordar que ", "el traje Spider-Man: Into the Spider-Verse está disponible en Marvel's Spider-Man: Miles Morales ", "para que intenten recrear la escena también, o simplemente para balancearse y sentir increíble al hacerlo.", "Marvel's Spider-Man: Miles Morales", " está disponible en versiones para PlayStation 4 y PlayStation 5, por cierto el estudio desarrollador ", "causó sensación recreando un meme para celebrar el lanzamiento del juego", ".", " "]}
]