[
{},
{},
{"title": ["The Medium (PS5) - Review"], "score": ["8"]},
{"title": ["Spider-Man: No Way Home - Review"], "score": ["8.5"]},
{},
{"title": ["Uncharted 4 and Lost Legacy Collection - Tráiler de revelación de PS5 y PC"], "publication_date": ["9 de Septiembre de 2021"]},
{"title": ["Horizon: Forbidden West no ofrecerá una actualización gratuita de PS4 a PS5"], "content": ["Horizon: Forbidden West no ofrecerá una actualización gratuita de PS4 a PS5 en sus ediciones estándar o especial, y no tendrás la opción de pagar para hacer la mejora de una edición estándar a una que sí incluya la versión de PS5.", "Como se había anunciado anteriormente, ", "Horizon: Forbidden West", " recibirá distintas versiones de PS4 y PS5 del mismo juego - puedes jugar la versión de PS4 en PS5, pero no recibirá ", "las mismas actualizaciones visuales y de rendimiento", ". Revelado en la página de preguntas frecuentes del juego bajo el título \"¿Puedo actualizar mi versión de PS4 a la versión de PS5?\", Se revela que las ediciones estándar y especial del juego no tendrán la opción que permita a los jugadores que compren el juego en PS4 tener acceso a la versión de PS5.", "Este derecho está incluido en las ediciones Digital Deluxe, Collector's o Regalla (naturalmente más caras), pero son compras de juegos completos completamente independientes. A diferencia de otros juegos de PS5 como Ghost of Tsushima: Director's Cut, tampoco habrá una actualización de paga menos costosa: \"No hay planes para una oferta de actualización de la edición estándar a la edición de lujo digital en este momento\", se lee en las preguntas frecuentes.", "En medio del panorama ya confuso de actualizaciones en PS5, es quizás el menos atractivo. Sony no ha explicado formalmente sus decisiones en el caso de Horizon: Forbidden West pero, aparte del hecho de que generará más dinero por juego, puede deberse al hecho de que la compañía quiere utilizar uno de sus mayores lanzamientos como medio para conseguir que los fans leales cambien de consola ahora, en lugar de hacerlo más adelante.", "Con el juego atrasado ", "hasta febrero de 2022", ", parece probable que veamos más de la próxima aventura de Aloy durante el ", "PlayStation Showcase 2021", " que llegará la próxima semana.", " "]},
{"title": ["PS5: reportan que el nuevo modelo tiene un disipador de calor más pequeño, ¿tendrá problemas de calentamiento?"], "content": ["En estos últimos días se ha estado hablando acerca de un nuevo modelo de ", "PlayStation 5", " que supuestamente viene con un disipador de calor más pequeño y que se cree podría causar que la consola se caliente más que la versión original, ¿pero qué tan cierta es esta información?", "Todo comenzó con una PS5 modelo CFI-1100B que será la nueva versión que llegará a las tiendas y que pesa alrededor de 7.8 libras, mientras que el modelo original pesa alrededor de 8.4 libras, por lo que un video publicado por el YouTuber Austin Evans donde mostraba el proceso de desarmado reveló que la diferencia en peso podría deberse a que el disipador de calor ahora es más pequeño.", "Evans descubrió que esta solución del disipador más pequeño significaba que la consola funcionaría un poco más caliente ya que hizo unas pruebas mientras jugaba Astro's Playroom y concluyó que hubo un aumento en la temperatura de cuatro a cinco grados Celsius, con la consola alcanzando un máximo de 58 grados Celsius (", "vía", " Gamespot).", " ", "Esto causó alarma en varios jugadores que tienen pensado comprar una ", "PS5", " en el futuro ya que pensaron que deberían apurarse a conseguir el modelo actual que tiene un disipador de calor más grande, pero lo cierto es que el cambio no parece ser tan drástico.", "Para empezar esta temperatura no es nada sorprendente ya que si juegan en PC sabrán que es común encontrar CPUs inactivas en alrededor de 55 grados Celsius y llegar a mucho más con títulos exigentes.", "Además, debido a toda la situación que ha sido difundida por los medios, Digital Foundry se puso manos a la obra y ", "realizó un análisis", " con los dos modelos de consola PS5, y llegaron a la conclusión de que el nuevo modelo no se calienta más que la versión original, por lo que no hay que temer sobre posibles sobrecalentamientos ya que la temperatura se mantuvo en los límites correctos con las pruebas realizadas.", "Así que aunque el nuevo modelo de PS5 viene con algunas diferencias de hardware como el ventilador y el receptor WiFi, que hacen que pese 300 gramos menos, en sitios especializados como Digital Foundry aseguran que no representa problema alguno, tal como señalaba el YouTuber Austin Evans que incluso ha estado recibiendo amenazas y acoso por hablar negativamente de la consola.", "Hablando de PlayStation, este jueves 9 de septiembre se llevará a cabo el", " PlayStation Showcase 2021 ", "donde se anunciarán novedades de la plataforma."]},
{"title": ["PS5 y PS4: PlayStation Store tiene la promoción Rebajas Semestrales con grandes descuentos"], "content": ["Si estaban pensando en agregar un juego de PlayStation a su colección les tenemos que Sony ha anunciado que la promoción Rebajas Semestrales regresa a PlayStation Store.", "La promoción Rebajas Semanales está disponible desde hoy 23 de junio y concluirá el miércoles 7 de julio, y ofrece descuentos de hasta 60 por ciento en una selección de juegos para PlayStation 4 y ", "PlayStation 5", ".", "En ", "este enlace", " pueden visitar la sección de la promoción Rebajas Semanales en PlayStation Store para ver todos los juegos con descuento, y a continuación les dejamos un listado con algunas de las ofertas más destacadas.", "\n\t", "Outriders (PS4, PS5) -35% de descuento", "\n\t", "Mortal Kombat 11 (PS4, PS5) -70% de descuento", "\n\t", "Expansión Mortal Kombat 11: Aftermath (PS4, PS5) -60% de descuento", "\n\t", "Crash Bandicoot 4: It's About Time (PS4, PS5) -40% de descuento", "\n\t", "Battlefield V (PS4) -90% de descuento", "\n\t", "FIFA 21 Champions Edition (PS4, PS5) -70% de descuento", "\n\t", "Horizon Zero Dawn Complete Edition (PS4) -50% de descuento", "\n\t", "Persona 5 Royal Ultimate Edition (PS4) -55% de descuento", "\n\t", "Assassin's Creed Odyssey Deluxe Edition (PS4) -75% de descuento", "\n\t", "Paquete Assassin's Creed Valhalla + Immortals Fenyx Rising (PS4, PS5) -45% de descuento", "\n\t", "Paquete Watch Dogs Legion + Assassin's Creed Valhalla (PS4, PS5) -55% de descuento", "\n\t", "Need for Speed Heat Edición Deluxe (PS4) -75% de descuento", "\n\t", "Los Sims 4 (PS4) -85% de descuento", "\n\t", "Street Fighter V (PS4) -60% de descuento", "\n\t", "Detroit Become Human (PS4) -50% de descuento", "\n\t", "Ghost Recon Wildlands (PS4) -70% de descuento", "\n\t", "Just Cause 4 Reloaded (PS4) -80% de descuento", "\n\t", "Yakuza 3 Remastered (PS4) -50% de descuento", "\n\t", "Control (PS4) -50% de descuento", "\n\t", "Tomb Raider: Definitive Edition (PS4) -85% de descuento", "\n", "Hablando de PlayStation, la compañía no tuvo presencia en ", "E3 2021", ", pero dicen los rumores que tendrá su propio evento dentro de unas semanas donde revelarán todas las novedades para PS4 y PS5."]},
{"title": ["Ratchet & Clank: Rift Apart - Tráiler de presentación | Evento de PS5"], "publication_date": ["11 de Junio de 2020"]},
{},
{"title": ["Reporte: Shuhei Yoshida no está seguro sobre si habrá un PS5"], "content": ["Lorne Lanning, creador de Oddworld, ha dicho que Shuhei Yoshida, jefe de PlayStation, ha expresado incertidumbre sobre si habrá un PlayStation 5.", "Lanning hizo los comentarios en el Game Informer Show (descubierto por el usuario de NeoGAF ", "generic_username", "), donde dijo que le hizo una pregunta sobre la futura consola en una entrevista entre los dos:", "\"Dije, 'bueno, ¿cómo se vería un PlayStation 5?, y él dijo 'quieres decir si'\". [...] dije 'estás dispuesto a decir eso en un escenario?' y él dijo, 'sí, es un si'\".", "salta al 45:04 para escuchar los comentarios de Lanning.", "Mientras que es extremadamente dudoso que Yoshida implique que la marca PlayStation dejará de existir, la aparente existencia de una actualización a mitad de generación del PS4, aparentemente llamada NEO, podría apuntar a los planes futuros de las consolas, con espacios mucho más cortos entre \"generaciones\".", "\"Fue algo muy interesante\", dijo Lanning, \"y no me dio una respuesta clara, pero está haciendo alusión a [necesitar] ser más ágil. Ninguno de nosotros sabe cómo se vera realmente el futuro, por lo que ¿cómo nos adaptamos más rápido? Para mí es la forma en la que él estaba pensando [...]. La idea de que tengas que relanzar una pieza de tecnología que dure siete años hacia el futuro, creo, es cada vez menos y menos viable\"."]},
{"title": ["Marvel's Spider-Man tu progreso en PlayStation 4 no se transferirá al PS5"], "content": ["Si compras la Ultimate Edition de Marvel's Spider-Man: Miles Morales para conseguir la versión remasterizada del juego original, no podrás transferir tu progreso de la versión de PS4.", "El desarrollador Insomniac Games reveló la noticia en ", "Twitter", ", así como también otorgó más detalles acerca de cómo funcionará la versión remasterizada del juego del 2018 en una serie de respuestas a preguntas de los fans.", "Si planeas continuar desde donde te quedaste en el PS4, no tendrás mucha suerte, ya que los dos juegos serán entidades completamente distintas, lo que significa que tu archivo de la generación actual no será compatible. Sin embargo, esto significa que Marvel's Spider-Man Remastered ofrecerá ", "una lista de trofeos separada", ", lo cual son excelentes noticias si eres uno de los muchos cazadores de Platinum que buscan volver a jugar el título en PS5.", "\n", "Saves won’t transfer from the original game to the Remaster", "\n— Insomniac Games (@insomniacgames) ", "September 20, 2020", "Insomniac también confirmó que Marvel's Spider-Man Rmastered no recibirá un lanzamiento físico, y sólo estará disponible como ", "un voucher de descarga o una descarga digital", ", dependiendo de cual versión de la Spider-Man: Miles Morales Ultimate Edition compres.", "Marvel's Spider-Man: Miles Morales es un juego de lanzamiento para el PS5, y se columpiará a la acción el 12 de noviembre en los Estados Unidos, Japón, Canadá, México, Australia, Nueva Zelanda y Corea del Sur, y el 19 de noviembre en el resto del mundo."]},
{"title": ["Spider-Man: Miles Morales - recrean icónica escena de Into the Spider-Verse en el juego de PS5"], "content": ["Una de las escenas más icónicas de Spider-Man: Into the Spider Verse ha sido recreada en Marvel's Spider-Man: Miles Morales para PS5 y a todo Internet le ha encantado.", "El usuario conocido como ", "@Much118x", " en Twitter asumió el desafío de igualar la escena del salto de fe de Spider-Man: Into the Spider-Verse, ambientada con What's Up Danger de Blackway & Black Caviar, y los resultados son... bueno, simplemente espectaculares como pueden comprobar a continuación.", "\n", "#MilesMorales", " x Into The Spider-Verse ", "pic.twitter.com/zB17EkQNAt", "\n— Much (@Much118x) ", "November 14, 2020", "Como se mencionó anteriormente, Internet se ha enamorado de este video, superando el millón de visitas desde que fue tuiteado ayer 14 de noviembre.", "En lo que pueden ser los mejores cumplidos para el creador, el escritor de Spider-Man: Into the Spider-Verse, Phil Lord, y el productor Christopher Miller, retuitearon el video mostrando su apoyo y respeto por el trabajo de @Much118x.", "A Phil Lord le encantó tanto que dijo: \"Hagamos el resto de la película de esta manera\". Obviamente, se refería a Spider-Man: Into the Spider-Verse 2, que está programada para estrenarse en los cines el 7 de octubre de 2022.", "Cabe recordar que ", "el traje Spider-Man: Into the Spider-Verse está disponible en Marvel's Spider-Man: Miles Morales ", "para que intenten recrear la escena también, o simplemente para balancearse y sentir increíble al hacerlo.", "Marvel's Spider-Man: Miles Morales", " está disponible en versiones para PlayStation 4 y PlayStation 5, por cierto el estudio desarrollador ", "causó sensación recreando un meme para celebrar el lanzamiento del juego", ".", " "]},
{"title": ["PlayStation Wrap Up 2020: así pueden crear su resumen de juego en PS4 y PS5"], "content": ["¿Les gustaría saber cuáles fueron los títulos que más jugaron en su consola PlayStation? Entonces no duden en obtener su reporte de resumen PlayStation Wrap Up que incluye estadísticas y logros.", "Sony Interactive Entertainment ha anunciado que decidieron traer de vuelta el resumen de fin de año para poder mirar hacia atrás nuestros logros en 2020, y para consultarlo solo deben acceder a ", "este enlace en PlayStation Wrap Up 2020", " e ingresar su cuenta para tener datos como títulos más jugados, total de trofeos ganados, horas de de juego y más.", "\n", "PlayStation Wrap Up 2020", "\n", " ", "Para ser elegibles para obtener este resumen deben tener una cuenta de PSN y haber jugado en una consola PS4 durante al menos 10 horas entre el 1 de enero de 2020 y el 31 de diciembre de 2020, y así podrán ver y compartir sus detalles. Además, si jugaron en ", "PS5", " también podrán ver algunas estadísticas generales de su experiencia.", "Además de las estadísticas personales, el reporte incluirá datos alcanzados de forma colectiva por los usuarios de PlayStation, como enemigos que murieron de miedo en ", "Ghost of Tsushima", ", horas totales de juego en ", "The Last of Us Part 2", " y home runs totales en MLB: The Show 20.", "Cabe destacar que los jugadores que obtengan su reporte de resumen de 2020 recibirán un tema dinámico de PS4 que presenta los símbolos de PlayStation.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"title": ["The Last of Us: revelan supuestos nuevos detalles del remake para PS5"], "content": ["Hace algunas semanas surgió un reporte que aseguraba que ", "Sony estaba trabajando en un remake de The Last of Us", " para PlayStation 5, y ahora tenemos que han revelado supuestos nuevos detalles de esa nueva versión.", "De acuerdo a información de GameReactor, el remake de The Last of Us tendrá mejoras más sustanciales que una simple actualización visual, y es que no solo tendrá mejoras en resolución y rendimiento, sino que Naughty Dog está buscando aprovechar \"el poder y las características\" de la PS5, destacando que el remake se adaptará al nuevo motor utilizado en ", "The Last of Us Parte 2", " (", "vía", " ComicBook).", "Aunque no se detallaron las características adicionales, se puede deducir que el estudio buscará aprovechar la retroalimentación háptica, los gatillos adaptativos y el Audio 3D para mejorar The Last of Us.", "Si bien nada de lo que se ha revelado indica que Naughty Dog vaya a alterar la narrativa del juego, algunos creen que tal vez aprovecharán para agregar nuevos elementos a la historia, aunque lo cierto es que luce difícil que vayan a hacerle cambios a este título que es considerado de los mejores de su género.", "De momento no hay nada oficial sobre el remake de The Last of Us para PS5 así que hay que tomar la información como un simple rumor, pero de igual manera estaremos atentos a más detalles al respecto.", "Hablando de esta franquicia, recientemente", " se filtró el análisis interno de Xbox para The Last of Us 2", ", y parece que les agradó bastante."]},
{"title": ["Partida en solitario con Boba Fett en Fortnite"], "publication_date": ["29 de Diciembre de 2021"]},
{"title": ["Far Cry 6 - Review"], "score": ["9"]},
{"title": ["Sonic Colors: Ultimate - Review"], "score": ["7"]},
{"title": ["The Matrix Resurrections: ya hay fecha de estreno oficial en HBO Max"], "content": ["La trilogía original de The Matrix se ha vuelto un parteaguas dentro de la industria del entretenimiento, con narrativas que rompieron con todo lo convencional de su época. Además contó con algunos interesantes spin-offs como Animatrix que completaron la trilogía a la perfección.", "La nueva entrega, a pesar de que es considerada muy inferior a las tres entregas originales, es una obra que todos los fanáticos deben ver para formarse una opinión propio del producto, que no les digan y que no les cuenten.", "Es por eso que ya tenemos ante nosotros la fecha de estreno de esta cuarta entrega oficial dentro de HBO Max y no podemos estar más emocionados, pues llega pronto, tan pronto como el 28 de enero de este mismo año.", "Si bien, la cinta ya estaba disponible en HBO Max de Estados Unidos, tuvimos que esperar un poco más de este lado del mundo, pero afortunadamente no fue muy larga la espera.", "Para quienes no sepan de qué trata esta cinta de Matrix, podemos ver de nuevo a Neo pero sin recuerdos de todo lo anterior, pero es una secuela directa de donde se quedó la tercera parte. Eso sí, ten en cuenta que es tan \"meta\" que puede competir fácilmente con Space Jam 2.", "¿Qué opinas de esta fecha de estreno, verás la película en su estreno en HBO Max?", "Miguel Bravo es editor de IGN Latinoamérica. Amante de todo lo que viene de Japón, los videojuegos y las buenas historias. Estudiante de una ingeniería en animación y del idioma japonés. Puedes seguirlo en redes sociales como ", "@ElDetectiveMike", " y en Youtube como ", "El Detective Mike", "."]},
{"title": ["Forspoken - Tráiler de Gameplay"], "publication_date": ["9 de Septiembre de 2021"]},
{"title": ["PlayStation finalmente anuncia su esperado evento de verano"], "content": ["Sony anunció la llegada de PlayStation Showcase 2021, el cual se llevará a cabo el próximo 9 de septiembre a la 1pm (Hora del Pacífico) / 4pm del Este / 9pm del Reino Unido y 15 horas, tiempo de la Ciudad de México.", "El evento promete ofrecer \"un vistazo al futuro del ", "PlayStation 5", ", con actualizaciones de PlayStation Studios desarrolladores líderes de la industria\" y tendrá una duración de alrededor de 40 minutos. También mostrará los videojuegos que se lanzarán en las próximas fiestas decembrinas y \"más allá\".", " ", "\n", "? Save the date!", "\n", "\nPlayStation Showcase 2021 broadcasts live next Thursday. Full details: ", "https://t.co/SN76KFLspG", " ", "pic.twitter.com/KuN93OMq2d", "\n— PlayStation (@PlayStation) ", "September 2, 2021", "Una cosa con la que definitivamente no puedes contar para este show es el (aún no anunciado oficialmente) PlayStation VR2. El nuevo headset, y sus controles de nueva generación, llegarán hasta finales del próximo año, de acuerdo con los reportes, y la publicación de PlayStation Blog al respecto, deja en claro que no estará presente en este showcase.", "Sony ha tenido que esperar mucho para tener un evento de verano. PlayStation no estuvo presente en E3 2021 y su presencia fue limitada en el Gamescom de este año. La compañía lanzó un State of Play en julio pasado, pero no incluyó ninguno de los proyectos de sus estudios más importantes —los cuales habría apartado especialmente para este evento.", "Sin embargo, no ha sido un verano tranquilo para Sony. PlayStation compró Housemarque, el estudio desarrollador de Returnal y el especialista en puertos de PC Nixxes; además ", "vendió muchas unidades de PS5", ". También ha recibido críticas por su manejo de juegos más pequeños y dio un giro de 180 grados al cerrar las tiendas de PS3 y PS Vita .", "Sony no hizo mención de juegos específicos que se mostrarán en el evento, pero la frase \"fiestas decembrinas y más allá\" para los juegos en el evento significa que podríamos ver Horizon: Forbidden West (recientemente atrasado hasta febrero de 2022 ) y God of War 2 (también movido a 2022 ). De manera más especulativa, podríamos informarnos sobre el modo multijugador independiente de The Last of Us Part 2, o tal vez incluso sobre el remake del Last of Us original, cuya existencia fue reportada hace poco.", " "]},
{"title": ["E3 Awards 2021: estos fueron los mejores juegos del evento"], "content": ["Esta tarde se llevaron a cabo los E3 Awards 2021 donde se seleccionaron los juegos más esperados de todo lo que se mostró durante estos días del evento, destacando que ", "Forza Horizon 5", " es el más esperado en general.", "Los E3 Awards 2021 fueron presentados por Greg Miller, Jacki Jing y Alex Mendez, donde los ganadores fueron seleccionados por un jurado formado por editores de IGN, GameSpot, PC Gamer y GamesRadar, y pueden ver el listado completo a continuación:", "\n\t", "El juego más esperado de Ubisoft: Mario + Rabbids: Sparks of Hope", "\n\t", "El juego más esperado de Gearbox: Tiny Tina's Wonderlands", "\n\t", "El juego más esperado de Xbox / Bethesda: Halo: Infinite", "\n\t", "El juego más esperado de Square Enix: Guardianes de la Galaxia de Marvel", "\n\t", "El juego más esperado del PC Gaming Show: Songs of Conquest", "\n\t", "El juego más esperado del Future Games Show: Immortality", "\n\t", "El juego más esperado de Intellivision: Dolphin Quest", "\n\t", "El juego independiente más esperado: Falling Frontier", "\n\t", "El juego más esperado de Freedom Games: Airborne Kingdom", "\n\t", "El juego más esperado de Capcom: The Great Ace Attorney Chronicles", "\n\t", "El juego más esperado de Nintendo: The Legend of Zelda: Breath of the Wild 2", "\n\t", "El juego más esperado de Yooreka Studio Game: Loopmancer", "\n\t", "Mejor presentación: Showcase de Xbox & Bethesda", "\n\t", "El juego más esperado en general: Forza Horizon 5", "\n", "De esta manera concluyó E3 2021, aunque aún sigue adelante Summer of Gaming y el jueves se llevará a cabo el Xbox Games Showcase: Extended donde se mostrarán más juegos.", "Hablando de Forza Horizon 5, en ", "este enlace pueden darle un vistazo a nuestra entrevista", " con el director creativo Mike Brown sobre haber elegido a México como escenario."]},
{"title": ["Matrix Resurrecciones: No he olvidado el Kung Fu"], "publication_date": ["15 de Diciembre de 2021"]},
{"title": ["Dragon Ball: Vegeta sufre de presión arterial alta de acuerdo a Akira Toriyama"], "content": ["Akira Toriyama creó una de las franquicias más importantes en la cultura pop y dentro de esta franquicia hay una gran cantidad de personajes carismáticos que tienen incontables seguidores en todo el mundo.", "Vegeta, siendo el príncipe de los Saiyajin, es uno de los personajes más poderosos de toda la serie, pero también es uno de los más gruñones y casi todo el tiempo lo vemos enojado o gritando y parece que esto lo ha llevado a tener problemas de salud de los que pocos están enterados.", "Dentro de la publicación ", "Dragon Ball Daizenshuu 4: World Guide", " el creador de Dragon Ball dijo lo siguiente sobre Vegeta cuando le preguntan sobre un personaje que podría morir a una temprana edad.", "\n", "\"Todos mueren eventualmente, pero Vegeta parece que tiene presión arterial alta, así que probablemente muera de manera repentina.\"", "\n", "Obviamente, siendo una entrevista de 1994, uno esperaría que la muerte repentina de Vegeta ya hubiera ocurrido, pero ahora que en Super parece que tanto Goku como vegeta han llegado a niveles de poder que sobrepasan los de algunos dioses, es probable que ya no ocurra algo como esto.", "Hubiera sido muy interesante ver una historia sobre esto, pero cuando ya vimos a Goku morir por una extraña enfermedad del corazón, creo que se hubiera sentido algo repetitivo.", "Miguel Bravo es editor de IGN Latinoamérica. Amante de todo lo que viene de Japón, los videojuegos y las buenas historias. Estudiante de una ingeniería en animación y del idioma japonés. Puedes seguirlo en redes sociales como ", "@ElDetectiveMike", " y en Youtube como ", "El Detective Mike", "."]},
{"title": ["PS5 y Xbox Series X: se filtrarían las especificaciones"], "content": ["Nueva información acerca de las supuestas especificaciones, incluyendo el GPU (o \"tarjeta gráfica\") y memoria, para el PlayStation 5 y Xbox Series X aparentemente se ha filtrado, ofreciéndonos una posible, aunque no oficial, mirada a estas dos nuevas consolas.", "De acuerdo a un largo reporte de Digital Foundry, como fue publicado por ", "Eurogamer", ", el PS5 presentará un GPU de 9.2 teraflops. Comparándo eso con el PS4, que tenía un máximo teórico 1.84 teraflops, es una mejora impresionante. El PS5 también contará con memoria GDDR6, la cuál es idéntica a la de las tarjetas de AMD RX 5700 Navi, si quieres compararlas con el mundo del gaming en PC.", "En general, el reporte de DF presenta estas capacidades para el GPU del PS5: 36 unidades de cómputo Navi personalizadas a 2000 MHz (el PS4 Pro usa 36 unidades de cómputo GCN a 911MHz).", "El reporte también sugiere que el supuesto GPU del PS5 será capaz de cambiar entre tres modos para poder ofrecer retrocompatibilidad con títulos de PS4 y PS4 Pro. Mientras que un modo \"gen 2\" evidentemente es lo que el PS5 usará para correr juegos de próxima generación, según el reporte, los dos modos separados \"gen 1\" y \"gen 0\" son lo que permiten esta compatibilidad. El gen 1 es exáctamente idéntico al PS4 Pro.", "En cuanto a las specs del Xbox Series X, el reporte sugiere que hay menos información comprensible pero apunta a ciertos datos interesantes. El procesador referido como \"Arden\" se encuentra en la información adquirida, pero no está completa. DF describe el supuesto GPU como \"francamente enorme, con señales que apuntan a un posible objetivo de 12 teraflops\".", "\"Mientras tanto, las specs del PlayStation 5 detallada en la filtración apunta a un dispositivo con más balance entre precio y desempeño\", escribió Richard Leadbetter de DF. \"Asumiendo que estamos viendo unos no imposibles 16GB de GDDR6 y un SSD de 1TB, esto aún se ve como un dispositivo caro - pero comparado con el monstruoso Series X, obviamente tiene más oportunidad de llegar al punto de precio de lanzamiento mágico de $399 [USD]\".", "Por supuesto, hasta ahora todo esto no es oficial, y Leadbetter está trabajando con información supuestamente filtrada, así que las cosas podrían cambiar una vez que Sony y Microsoft comiencen a divulgar detalles."]},
{"title": ["Spider-Man: Miles Morales y Spider-Cat causan sensación recreando un meme para celebrar el lanzamiento del juego"], "content": ["Marvel's Spider-Man: Miles Morales se lanza junto con PlayStation 5 este jueves 12 de noviembre, y para celebrarlo el estudio desarrollador Insomniac Games compartió un maravilloso gif que presenta a Morales y Spider-Cat recreando un popular meme. Afortunadamente para nosotros, este es solo uno de los muchos ejemplos de franquicias de PlayStation que usan sus personajes para recrear estos divertidos momentos.", "Este gif en particular recrea el meme de Shaq vs Cat y ve l gato que aparece en el juego, que por cierto puede ayudarnos en la batalla, con la icónica máscara de Spider-Man.", "\n", "TFW You realize you will be playing Marvel's Spider-Man: Miles Morales on PS5 or PS4 tomorrow! ", "#MilesMoralesPS5", " ", "#MilesMoralesPS4", " ", "pic.twitter.com/jQObqxFUqN", "\n— Insomniac Games (@insomniacgames) ", "November 11, 2020", "\n", "pic.twitter.com/xcx6OMKqiz", "\n— Santa Monica Studio Is Hiring (@SonySantaMonica) ", "November 26, 2019", "\n", "pic.twitter.com/LOHXXPamVh", "\n— Santa Monica Studio Is Hiring (@SonySantaMonica) ", "March 30, 2019", "\n", "It's official! ", "#TheLastofUsPartII", " is live worldwide! ", "pic.twitter.com/YH4Bn5a2Cg", "\n— Evan Wells (@evan_wells) ", "June 19, 2020", "\n", "If you're taking a ride on the Broken Road for the first time, or finishing up NG+, here's what you can expect when you boot up ", "#DaysGone", " on the ", "#PS5", ":", "\nUp to 60FPS w/ Dynamic 4K Save Transfers from PS4 to PS5 ", "pic.twitter.com/qP2ugQO4hc", "\n\n", " ", "\n\n", "— Bend Studio #DaysGone (@BendStudio) ", "November 3, 2020", "\n", "\n", "we can't think of a suitable use for this gif but it's too good to not share", "#MadeInDreams", " ", "#DreamsPS4", " ", "pic.twitter.com/CdlvKrWosK", "\n— Media Molecule (@mediamolecule) ", "May 19, 2020", "\n", "Greg, you need a little more emotion with that, here... ", "pic.twitter.com/kJgLUIEFzD", "\n— Santa Monica Studio Is Hiring (@SonySantaMonica) ", "July 26, 2019", "\n", "We love you ", "@Naughty_Dog", " ", "#AGREED", " ", "pic.twitter.com/zXrv4pmL4Q", "\n— Santa Monica Studio Is Hiring (@SonySantaMonica) ", "January 10, 2020", "Marvel's Spider-Man: Miles Morales", " se ha lanzado hoy 12 de noviembre en versiones para PlayStation 4 y PlayStation 5.", " "]},
{"title": ["PlayStation 5: Sony creó las Tarjetas de Actividad en respuesta a los problemas de los títulos para un jugador"], "content": ["Las Tarjetas de Actividad que aparecen como parte de la interfaz de usuario de ", "PlayStation 5", " fueron creadas por Sony en respuesta a las quejas de los jugadores sobre los títulos para un solo jugador.", "Un nuevo reporte de Vice detalla un documento interno de Sony que la compañía utilizó para explicar sus nuevas actividades y sistemas de ayuda para juegos. Según se informa, los documentos comienzan con Sony explicando que \"el single player está prosperando\" y que los propietarios de PlayStation pasan más tiempo jugando títulos sin conexión que en línea.", "Para garantizar que los juegos offline estuvieran mejor atendidos, Sony reunió algunas críticas sobre los juegos para un solo jugador que debían abordarse en PS5. Los problemas incluían a los jugadores que decían que \"no juegan a menos que yo tenga más de 2 horas libres\" porque no están seguros de cuánto tiempo les puede pedir un juego, que \"se olvidaron de lo que estaba haciendo en este juego la última vez\" y que \"lleva mucho tiempo buscar videos de ayuda largos cuando se atascan\". Los jugadores también estaban preocupados por el uso de herramientas sociales debido a los spoilers del juego.", "En respuesta, el documento presenta las Tarjetas de Actividades de PS5. Como sabrán, las actividades proporcionan indicaciones en pantalla para diferentes aspectos de un juego, a menudo junto con un tiempo estimado de finalización. Cuando juegas Spider-Man: Miles Morales, por ejemplo, puedes ver que una misión secundaria tomará cinco minutos, o una búsqueda principal que necesitará 45 minutos. Estas tarjetas lo llevarán directamente a esas actividades.", "Además, las tarjetas se pueden usar para brindar ayuda con el juego, y la PS5 cuenta con más herramientas para mantener el contenido de spoilers en secreto para no arruinar las experiencias de otros jugadores.", "PlayStation 5", " ya está disponible, aunque de momento es algo complicado de conseguir.", " "]},
{"title": ["The Last of Us 2: este es el análisis interno de Xbox"], "content": ["Los más recientes documentos internos revelados en el caso judicial de Epic vs Apple parecen ser de Xbox, incluyendo un análisis interno realizado por Xbox de ", "The Last of Us Part 2", ", uno de los mayores lanzamientos de videojuegos de su rival de consola, PlayStation. Este análisis se lee como una reseña y es lo más cerca que estarás de ver lo que Xbox piensa del importante lanzamiento de PlayStation.", "Las empresas a menudo recopilan una gran cantidad de datos sobre sus productos, la industria de los videojuegos no es diferente. Si bien las empresas a veces realizan reseñas simuladas de sus propios juegos, los documentos de Xbox muestran que también analizan los juegos rivales. Entonces, ¿qué pensó Xbox de The Last of Us 2? En su mayor parte, su análisis fue abrumadoramente positivo.", "Spoilers de The Last of Us Part 2 a continuación", " ", "\"The Last of Us Part 2 es un videojuego extremadamente raro en el que lo que logra al hacer avanzar el arte de la narrativa en los videojuegos como medio, en última instancia, supera si a todos les 'gusta' o incluso si todos se divierten jugando\", escribe Xbox en un análisis interno adquirido por IGN en el juicio de Epic vs. Apple.", "Xbox elogia el gameplay de The Last of Us Part 2 como una \"mejora notable\" con respecto al primer juego y destaca la calidad visual y la atención al detalle que es \"absolutamente la mejor en su clase en básicamente todas las áreas, y la presentación general está significativamente por delante de cualquier cosa que otros equipos han estado produciendo en consola y PC\".", "El equipo interno de Xbox dice que \"con frecuencia se sorprendieron por la calidad de las imágenes del juego, algo que lamentablemente rara vez sucede en estos días\".", "En cuanto a la decisión de dividir la narrativa entre Ellie y Abby, Xbox dice que los jugadores tienen \"todo el derecho\" a sus sentimientos sobre los dos protagonistas de Naughty Dog y el \"resultado final contencioso\" del juego, pero en última instancia para las personas que se preocupan por \"la evolución y la expansión\" de lo que la narración en el entretenimiento interactivo PUEDE SER [énfasis de Xbox], esas cosas en última instancia importan menos que lo increíblemente bien que Naughty Dog ha elaborado y entregado la historia que ELLOS [énfasis de Xbox] querían contar\".", "Parece que el equipo que analizó ", "The Last of Us Part 2", " en Xbox estaba interesado en la secuela principal de Naughty Dog. Si hay una crítica, el equipo de Xbox dice que su mayor \"queja\" fue con el sistema de inventario y la falta de cualquier \"cambio rápido\" entre elementos durante el juego momento a momento.", "Además, Xbox criticó el combate con armas al escribir: \"Parece que Naughty Dog todavía no puede hacer un combate con armas decente en ninguno de sus juegos, y este no es una excepción\". Ouch.", "El caso judicial de Epic con Apple continúa desenterrando un tesoro de documentos internos, algunos de ellos confirmando lo que ya sabíamos como la vacilación de Sony para habilitar el crossplay. A medida que continúa el juicio, sigan visitándonos para conocer las novedades.", " "]},
{"title": ["Fortnite x Monstruos de Universal - Teaser \"We Will Be Monsters\""], "publication_date": ["28 de Octubre de 2021"]}
]