[
{"title": ["Preciosos Y Auténticos Cachorros Pastor Ovejero Ingles A-1"], "description": ["Auténticos Cachorros Pastor Ovejeros Ingles A-1 de Hermoso Pelaje y libres de Enfermedades Super Sanitos Machitos y Hembritas disponibles ya Vacunados y Desparasitados. Padres Importados de Muy Buena Genética y Línea de Sangre.", "Abuelos Campeones y Participantes de Exposiciones De Estética Canina del KCP", "Cachorros 100% Garantizados.", "Aceptamos Pagos por Mercadolibre o Mercadopago.", "Garantía en Raza y Salud."], "price": [550.0]},
{"title": ["Autenticos Cachorros Pug Carlino A-1 Padres Full Pedigri"], "description": ["Espectaculares y Auténticos Cachorros Pug Carlino Machitos y hembritas disponibles de Excelente Estructura con sus respectivas vacunas y desparasitaciones. Padres Importados de muy buena Linea y Genética están presentes al momento de la compra de los Cachorros. Pueden venir a verlos y comparar.", "* Criador con mas de 10 años de Experiencia en la raza.", "* Garantia en Raza y Salud. (100% recomendado las personas lo dicen)", "* Acepto Tambien Pagos con Tarjetas de Credito o Debito por Mercadopago De", "MERCADOLIBRE"], "price": [550.0]},
{"title": ["Perros Polvo Detener Sangrado Corte De Uñas Perro"], "description": ["Sirve para detener el sangrado de perros y gatos despues del corte de uñas."], "price": [90.0]},
{"title": ["Chihuahua Precio Negociable Fotos Actuales  Machitos hembr"], "description": ["Se pone en venta a un precio de ocacion con la intencion que tenga buenas familias que lo acojan y que formen parte de la familia .ideal para casas pequeñas y departamento. Son tres hermosas cachorritasdos tres hembrasla caracteritica de raza es por peso los Chihuahua pesan de 1kilo a 3kilos.", "La madre pesa 2kgr y el padre 1.9kgr son chihuahuas no toy . muy sanitos y gorditos solo personas responsable."], "price": [700.0]},
{"title": ["Pañales Piso 33 X 45 Cm (x 100 Un) Envío Gratis / Perros"], "description": ["ATENCIÓN!", "- MERCADO ENVÍOS", "Si elige que el envío se haga mediante MERCADO ENVÍOS debe pagar 7 soles adicionales para que un motorizado lleve el paquete hasta la agencia de MERCADO ENVÍOS la cual será la encargada de llevárselo a su domicilio.", "- MOVILIDAD PROPIA", "Elija RECOJO EN TIENDA si desea que le hagamos el envío con nuestra MOVILIDAD PROPIA (entre 6 y 9 soles dependiendo del distrito de Lima) o si desea recoger en tienda.", "--------------------------------------------------------------", "PAÑALES PARA PISO (Pack de 100 pañales)", "ENVIO GRATIS por 2 paquetes", "Súper absorbentes ideales para entrenar a los cachorros.", "Medidas: 33 cm x 45 cm", "Filtro de fugas para protección completa del suelo", "Ideales para el hogar mascotas solas en casa perros mayores jaulas autos caniles etc.", "Neutraliza los olores", "Adecuado para entrenamiento o como forro para la cama del perrito.", "ENTREGA A DOMICILIO", "ENVÍO Lima: Entre 6 y 9 soles.", "Provincia: Entre 10 y 20 soles se envía por Olva courier"], "price": [50.0]},
{"title": ["Autenticos Cachorros Collie Padres Importados Full Pedigri"], "description": ["Auténticos Cachorros Collie Machos y hembras disponibles de Excelente Estructura con sus respectivas vacunas y desparasitaciones. Padres Importados de muy buena Linea y Genética están presentes al momento de la compra de los Cachorros. Pueden venir a verlos y comparar.", "* Criador con mas de 10 años de Experiencia en la raza.", "* Garantía en Raza y Salud. (100% recomendado las personas lo dicen).", "* Acepto También Pagos por Mercadolibre y Mercadopago.", "Hago envíos a Todas las Provincias del Perú."], "price": [500.0]},
{"title": ["Cachorros Bichon Maltes Pequeños Garantia De Raza Y Salud"], "description": ["- Hermosos Cachorros de raza Bichon Maltes disponibles.", "- Se entregan Vacunados Desparasitados y con dos meses de edad.", "- Cachorros de raza pura de muy buena genética. Es una raza de carácter cariñoso juguetón y vivaz muy recomendada para familias con niños o personas que busquen una buena compañía.", "- Se entrega con Documento de Garantía de Raza y Certificado de Control de salud firmado y sellado por Medico Veterinario Colegiado.", "- Entrega a domicilio sin costo adicional (Lima Metropolitana).", "- Envio a provincia con cargos de envío dependiendo del destino.", "- Hembras y Machos Disponibles"], "price": [2600.0]},
{"title": ["Preciosos Cachorros Shitzu Calidad A-1 Padres Americanos"], "description": ["Autenticos Cachorritos Shit -Zu Calidad A-1 Blanquitos Bicolores de Hermoso Pelaje y libres de Enfermedades Super sanitos Machitos y Hembritas disponibles ya Vacunados y Desparasitados. Padres Importados de Muy Buena Linea y Genética Pueden verlos en las fotos.", "Cachorritos 100% Garantizados.", "Aceptamos Pagos por Mercadopago y Mercadolibre y todas las Tarjeta de Crédito y Debito", "Garantía en Raza y Salud."], "price": [380.0]},
{"title": ["Autenticos Cachorros West Highland Terrier Calidad A-1"], "description": ["Auténticos Cachorritos West Highland Machitos y hembritas disponibles de Excelente Estructura con sus respectivas vacunas y desparasitaciones. Padres Importados de muy buena Linea y Genética están presentes al momento de la compra de los Cachorros. Pueden venir a verlos y comparar.", "* Criador con mas de 10 años de Experiencia en la raza.", "* Garantía en Raza y Salud. (100% recomendado las personas lo dicen).", "* Acepto También Pagos por Mercadolibre y Mercadopago."], "price": [700.0]},
{"title": ["Cachorros Bulldog Ingles Padres Importados Full Pedigri"], "description": ["Autenticos y Hermosos Cachorritos Bulldog Ingles hembritas y machitos ya vacunados y desparasitados. Padres Importados Full Pedigri de muy Buena Linea de Sangre. Participantes de Exposiciones Caninas.", "100% Garantizados.", "Acepto Cualquier Medio de Pago", "Acepto Pagos de Mercadolibre y/o Mercadopago.", "Garantía en Raza y Salud."], "price": [900.0]},
{"title": ["Collar Antipulgas Para Perros Y Gatos"], "description": ["Collar ajustable antipulgas garrapatas y otras plagas para perros y gatos", "Repele: pulgas garrapatas piojos larvas mosquitos etc.", "Edad: a partir del 4to mes (Recomendación)", "Duración: 8 meses de protección", "Material: silicona + goma + aceite natural", "Seguro: para mascotas y humanos NO tóxico", "Aroma: fresco", "Protección: completa del cuerpo incluyendo la cola", "Tamaño:", "* Pequeño L: 38 cm x 1 cm", "* Grande: L: 62 cm x 13 cm", "Peso: ligero y no es una carga para la mascota", "Detalle: El collar está fabricado con un aceite natural. Este aroma repele las pulgas garrapatas etc.. de tu mascota y lo mantiene protegido durante 8 meses. Además que es resistente al agua y puedes bañarlo sin problemas.", "- Color: Gris"], "price": [59.0]},
{"title": ["Legítimos Cachorrros San Bernardo Calidad A-1"], "description": ["Legítimos y Espectaculares Cachorros San Bernado de Calidad A-1 Machitos y Hembritas ya vacunados y Desparasitados. De muy buena estructura y pelaje...Padres Importados de muy Buena Línea de Sangre están presentes al momento de la compra.", "Cachorros 100% Garantizados", "Criador con mas de 14 años de Experiencia en la Raza.", "Aceptamos cualquier Medio de Pago por Mercadolibre y Mercadopago."], "price": [800.0]},
{"title": ["Preciosos Y Auténticos Cachorros Boxer Padres Full Pedigri"], "description": ["Preciosos y Auténticos Cachorros Boxer Calidad A-1 Hembritas y Machitos En Color Aleonado en color Blanco y en Atigrado Vacunados y Desparasitados. Padres Importados Full Pedigri Excelente Genética y Estructura.", "Cachorros 100% Garantizados", "Aceptamos También Tarjetas de Crédito y Débito.", "Aceptamos Pagos por Mercadolibre y Mercadopago.", "Garantía en Raza y Salud.", "Hago Envíos a Todas Las Ciudades y Provincias del Perú."], "price": [1800.0]},
{"title": ["Mantas Para Mascotas Caluentitas Con Diseño O Entero"], "description": ["Lindas mantas de doble pieza calientitas para este invierno tan frio", "Diferentes medidas y medidas especiales si las deseas", "Tambien mantas con cierre para que impermebilizen sus mantas", "Tambien hay mantas", "0.20 * 0.25 =25 soles", "0.50 x 0.60 = 35 soles", "0.60. X 0.80= 45 soles", "0.80 x 1.00 = 60 soles", "Colores enteros", "Un lado felpa y elnotro carnero.. O", "2 lados de felpa o", "2 lados de carnero"], "price": [25.0]},
{"title": ["Cachorrito Chihuahua Padres Full Pedigree De Casa Miraf"], "description": ["MACHOS Padres full pedigre PRECIO SOLO DE MACHITOS SIN PEDIGRE CONSULTAR CON PEDIGRE", "", "Hermosos cachorros de casa A1 machitos alimentados con Hillssaldran con sus respectivas vacunas y desparacitacion finisimos padres presentes incomparables vallan separando que por la calidad casi ya no hay no te vallas a quedar si tu cachorro no es criadero ni veterinaria los bebes no se han juntado con otros perritos estan totalmente sanitos todas sus consultas seran respondidas a la brevedad solo pulsar comprar si estan seguros de la compra no reevenderores por favor mis bebes no son mercaderia solo para personas que amen a los animalitos como han sido queridos desde la barriguita", "", "", "", "", "", "HERMOSOS Chihuahuas CON PEDIGREE KENNEL CLUB PERUANO PERRITOS CRIADOS EN CASA SIN PROBLEMAS DE ENFERMEDADES NI NADA DE ESO PADRES PRESENTES AUTENTICOS Y EXACTOS SIN DEFECTOS GARANTIZADOS AL 100% NO ARREPENTIRAS YA QUEDAN POCOS", "", "ESTAN COMIENDO HILLS LA BASE PARA UN BUEN CRECIMIENTO Y EVITAR LA CAIDA DE EL PELO ESTAN GORDISIMOS MIS BEBES NO REEVENDEDORES SOLO GENTE QUELES PUEDE DAR UN IMENSO AMOR COMO EL QUE HAN TENIDO DE RECIEN NACIDOS NO MARCAR COMPRAR SI NO ESTAN SEGUROS DE LA COMPRA DE", "", "", "", "NOTA LOS CACHORRITOS CONSULTAR FECHA DE NACIMIENTO FOTOS DE SU PRIMERA CAMADA SEPARALOS CON ANTICIPACION YA QUE VARIOS YA ESTABAN SEPARADOS DESDE LA BARRIGA YA QUE ESTA CALIDAD DE CACHORROS NO ENCONTRARAS", "", "", "", "", "", "", "", "", "", "", "SOLO PULSAR COMPRAR SI ESTAN SEGUROS PREGUNTEN TODO LO QUE DESEEN QUE SUS PREGUNTAS SERAN RESPONDIDAS CASI DE INMEDIATO SI NO SE COMUNICAN EN 3 DIAS SERAN CALIFICADOS NEGATIVO YA QUE DE NO CALIFICAR NEGATIVO MERCADO LIBRE ME COBRARA COMISION POR LA VENTA ASI NO ME COMPREN LOS CACHORRINES SE ENCUENTRA EN SAN ISIDRO  DE LO CONTRARIO SE LE PODRA ENVIAR PREVIO DEPOSITO BANCARIO MAS GASTOS DE ENVIO", "ATIENDO EN HORARIOS RECONTRA FLEXIBLES DE LUNES A DOMINGO DE 8 AM A 9PM PREVIA COORDINACION"], "price": [2300.0]},
{"title": ["Cachorros Dalmatas A-1  Padres Importados"], "description": ["PRECIOSOS CACHORROS DALMATAS CALIDAD A-1 VACUNADOS Y DESPARASITADOS. POSEEN EXCELENTE PIGMENTACION MANCHAS EN FORMA DE BOLITAS BUENA ESTRUCTURA OSEA BUENA ANGULACION SUPER JUGUETONES Y ALEGRES.", "PADRES IMPORTADOS DESCENDIENTES DE CAMPEONES..", "* PUEDEN REALIZAR LAS PREGUNTAS NECESARIAS.", "* ACEPTAMOS TARJETAS DE CREDITO Y DEBITO", "* ACEPTAMOS PAGOS POR MERCADOLIBRE Y MERCADOPAGO.", "* GARANTIA EN RAZA Y SALUD."], "price": [450.0]},
{"title": ["Cepillo Removedor De Pelos Mascota Furminator"], "description": ["Somos QUÉ PATAS PET SHOP", "Productos y accesorios para mascotas.", "*********************************************************", "VISITA NUESTRO E-SHOP:", "https://eshops.mercadolibre.com.pe/QUEPATASPETSHOP", "*********************************************************", "Compra con confianza somos Mercado Líder Gold", "tienes 100% garantía asegurada!", "*********************************************************", "¿Encuentras los pelos de tu mascota por toda la casa?", "Felizmente tenemos el cepillo removedor de pelos para tus engreídos.", "Con tan solo peinarlo retiras el exceso de pelo que va mudando.", "Es un buen momento para compartir juntos en casa. Los encuentras para perritos con pelo largo o corto en tamaños M y L y para gatitos con pelo largo o corto en tamaño S y L.", "Hacemos envíos a todo el Perú.", "Aceptamos todas las tarjetas.", "Además puedes realizar tu pago a contra entrega al recibir tu pedido en la comodidad de tu hogar.", "***************************************************************************", "SE ENTREGA BOLETA Y FACTURA ELECTRÓNICA", "***************************************************************************", "NOTA: Antes de darle comprar al producto le agradecemos estar 100% seguro de la compra por eso lo invitamos hacer todas las preguntas y aclarar sus dudas.", "PASOS PARA LA COMPRA", "1- Preguntar por disponibilidad de modelos y colores.", "2- ¿Estás seguro de la compra? DALE COMPRAR.", "3- Realizar el pago del producto con el medio de pago electrónico de su preferencia. Se recomienda usar Mercado Pago para mayor seguridad y rapidez en su compra.", "4- Los datos del vendedor estarán a su disposición Contactar al vendedor o esperar ser contactado.", "5- Los envíos se realizan de acuerdo con las referencias e indicaciones coordinadas con el comprador y de acuerdo a las políticas de despacho de nuestro delivery.", "6- Luego de recibir el producto y asegurar que todo está en orden debe realizar la clasificación por la compra."], "price": [54.0]},
{"title": ["Schnauzer Miniatura Toy  Blanco  Snauzer  Schnauzer Blanco"], "description": ["SE PONE EN VENTA", "PRECIOSOS CACHORROS    VERDADEROS  SCHNAUZER MINATURA BLANCO   SOLO DISPONEMOS DE TRES CACHORROS SE ENTREGA CON SU CARTILLA VETERNARA GARANTIA DE POR  VIDA DE LA RAZA", "SOLO PERSONAS RESPONSABLES"], "price": [1200.0]},
{"title": ["Auténticos Cachorros Samoyedo Padres Importados  Europeos"], "description": ["Auténticos Cachorros Samoyedos Calidad A-1 Hembritas y Machitos En Manto Blanco Vacunados y Desparasitados. Padres Importados Full Pedigri Europeos Excelente Genética y Estructura. Ganadores de Concursos de Belleza Canina.", "Cachorros 100% Garantizados", "Aceptamos Pagos por Mercadolibre y Mercadopago. de igual manera tarjetas de crédito y débito", "Garantía en Raza y Salud."], "price": [600.0]},
{"title": ["Perro Peruano"], "description": ["Hermoso bb"], "price": [1500.0]},
{"title": ["Chihuahua Toy Padres Presentes"], "description": ["Vendo 2 cachorros chihuahuas de 90 dias de nacidos estan desparacitados son súper juguetones y muy cariñosos enanitos miniaturas muy inteligentes toy machos buen linaje de raza pura buena estructura  logrados  comen Proplan con sus vacunas al día desparasitados los interesados pueden realizar sus consultas fotos reales"], "price": [1500.0]},
{"title": ["Maquina De Cortar Pelo Mascotasperrosgatos Pro Recargable"], "description": ["SOMOS ZONA TEC PERÙ  ESTAMOS EN FACE MERCADOLIBRE Y OLX", "DISTRIBUIMOS AL POR MAYOR Y MENOR", "¡NO PAGUE DE MÀS NO SE DEJE ENGAÑAR! OFRECEMOS LOS PRECIOS MÀS BAJOS DEL MERCADO", "100% NUEVO EN CAJA SELLADO", "\"TECNOLOGIA A TU ALCANCE\"", "REVISE NUESTRA EXCELENTE REPUTACIÒN", "----------------------------------------------------------------------------------------------------------------------------------", "Maquina De Cortar Pelo Mascotasperrosgatos Pro Recargable", "Descripción:", "1. Potencia fuerte:", "Adopción de motor especial 8200 revoluciones por minuto.", "2. punta de la herramienta de cerámica afilada:", "El cuchillo de acero es afilado y resistente a la abrasión el cuchillo fijo de titanio no causará alergia a la piel.", "3. cinco velocidades de ajuste fino + peine de cuatro límites:", "De acuerdo con la longitud del pelo recortando la cabeza del cortador o configurando el peine limitado.", "Se puede cambiar la longitud del peine limitado.", "4. diseño Ultra bajo de silencio:", "El silencio de reducción de ruido llamado Q-SUS hace que el ruido sea inferior a 60 dB", "Mucho más bajo que los estándares de la UE que son 70 dB.", "Especificación:", "Color: oro", "Tamaño del cuerpo: 173x46x45 cm", "Material de la cortadora: Cerámica de titanio", "Voltaje de funcionamiento del Motor: 3 V", "Entrada: 100 v-240 V 50/60Hz", "Salida: AC 3 V 1000mA", "Tiempo de carga: 4-6 horas", "Tiempo de Trabajo: 60-90 minutos", "Adaptador estándar", "Apto para: Todas las mascotas", "Tamaño del paquete: 27x20x6 cm", "El paquete incluye:", "1x máquina de cortar", "4x Peines de límite", "1x peine de limpieza", "1x cargador", "1x frasco de limpieza", "1x manual", "----------------------------------------------------------------------------------------------------------------------------------", "ENTREGA A TODO EL PERÚ", "1)Somos tienda online realizamos repartos por delivery (consultar)", "2)Realizamos entregas en el CC Real plaza Centro Civico estación central del metropolitano o estación grau del tren electrico previa coordinación", "3) Envio por courier a provincias previo depósito Bancario trabajamos con los 4 principales bancos", "Costo de envío", "Trabajamos con la empresa olva courier o agencia consultar el costo de envío antes de realizar la compra.", "Los paquetes tardan normalmente entre 24 y 48 horas en llegar a su destino.", "REALIZAR TODAS LAS CONSULTAS ANTES DE DAR CLICK EN COMPRAR"], "price": [69.0]},
{"title": ["Cachorros Beagle Tricolor"], "description": ["Bienvenidos somos JeriPets tu tienda de CONFIANZA!!", "Compra seguro compra con garantia!", "OFERTA UNICA!!", "OCASION!!", "CACHORROS BEAGLE NACIDOS 24/09/2021", "EXCLUSIVOS CACHORROS BEAGLE LEGITÍMOS", "CACHORROS A1 DE EXCELENTE LÍNEA", "CUENTAN CON SUS VACUNAS Y DESPARACITADOS SUPLEMENTO NUTRICIONAL “PUPPY LINE”", "SUPLEMENTO NUTRICIONAL VITAMINICO Y MINERAL “HEMOMIC FORTE”", "ALIMENTADOS CON: CAMBO", "M4as Inf0rm4cion Al : 9..35 two zero 9. one 5 7"], "price": [1200.0]}
]