[
{"autor": ["fazoda18"], "title": ["Mejor que mi primera visita pero con cositas"], "score": ["40"], "content": ["Fui a celebrar el cumple de mi hija que cumplía 16 años, desde la recepción todos muy amables me recibieron una chica y un chico lastima que no recuerdo sus nom", "..."]},
{"autor": ["totesen"], "title": ["Excelente terraza, deliciosa comida"], "score": ["50"], "content": ["La comida deliciosa, y los cocktails espectaculares. Sin duda debes de pedir terraza. Ojo: No respetan que pidas terraza en las reservaciones de Open Table así ", "..."]},
{"autor": ["totesen"], "title": ["Excelente Tour."], "score": ["50"], "content": ["Muy buena experiencia y super bueno el trato del equipo de HEIDI Travel, nosotros pedimos un tour privado y disfrutamos mucho la experiencia. "]},
{"autor": ["totesen"], "title": ["Increíbles instalaciones, cuarto super comodo, staff mediocre, y enorme falta de atencion al detalle."], "score": ["30"], "content": ["El hotel Wayam sin duda es una experiencia BitterSweet, aunque sus habitaciones estan increíbles y el hotel esta super bonito. El servicio y la experiencia que ", "..."]},
{"autor": ["totesen"], "title": ["Muy buen hotel, aunque con practicas muy extrañas"], "score": ["40"], "content": ["El hotel es nuevo y es muy cómodo, las camas están deliciosas y el blackout de las persianas es impecable. Sin duda todo lo que necesitas para descansar. \n\nMis ", "..."]},
{"autor": ["totesen"]},
{"autor": ["totesen"], "title": ["Hermoso hotel, terrible servicio, pésima comida. Gran potencial desperdiciado."], "score": ["30"], "content": ["Aunque el hotel tiene instalaciones espectaculares y habitaciónes muy comodas y amplias, es imposible recomendarlo. El Staff del hotel esta pésimamente capacita", "..."]},
{"autor": ["totesen"], "title": ["The highlight of our trip, one of the best meals i have ever had."], "score": ["50"], "content": ["First of all Criollo is a beautifull restaurant that welcomes you in with an open kitchen, and the staff cordially welcomes you. The waiters where amazing, and ", "..."]},
{"autor": ["totesen"], "content": ["That is completly untrue, it is legal to use ubers in and out of the airport. I use Uber at the mexico city airport a lot and have never had any issues, just ma", "..."]},
{"autor": ["totesen"], "title": ["Bad service, terrible wifi, ok location"], "score": ["20"], "content": ["Stayed at the hotel for a couple of nights. Even do it is quite pretty and decently located, the service left too much to be desired. The first room they assign", "..."]},
{"autor": ["totesen"], "title": ["Mediocre hotel experience, mixed opinions about staff. Better options out there, for a better fare."], "score": ["30"], "content": ["When we first arrived trouble started, the front desk staff tried to charge us again, even do our booking was already payed via booking.com, they said they didn", "..."]},
{"autor": ["totesen"], "title": ["Great staff, minimal/simple design, great price."], "score": ["50"], "content": ["The staff was amazing! super helpfull and incredibly friendly, everyone from the front desk to the main entrance always greeted with a smile and went the extra ", "..."]},
{"autor": ["totesen"], "title": ["Noisy and Dissorganised"], "score": ["20"], "content": ["I have traveled to Hostels before, and there is always 2 Types: the Noisy(tourist trashy party type) or the quiet one you just use ir to sleep. And definetly th", "..."]},
{"autor": ["totesen"], "title": ["Best Hotel in Chiapas"], "score": ["50"], "content": ["Hotel Bö is simply the best hotel in Chiapas, it manages a perfect combination of contemporary design and architecture with the classical style of Chiapas. It's", "..."]},
{"autor": ["totesen"], "title": ["Extremelly noisy, they also overcharged us"], "score": ["20"], "content": ["The Hotel staff was partially drunk or High, during our stay, and i mean partially because they taked shifts to party with the other guests. It was extremelly a", "..."]},
{"autor": ["Carlos M"], "title": ["Excelente relación precio-calidad"], "score": ["40"], "content": ["La comida tiene un sazón muy muy bueno en la mayoría de sus platillos. Muy buena cantidad de amenidades y variedad de restaurantes de especialidad. Lo único que", "..."]},
{"autor": ["Carlos M"], "title": ["El mejor lugar de monterrey"], "score": ["50"], "content": ["Simplemente me encanta, muy recomendable, ideal para turistear, para ir a ejercitarse, para llevar a los niños o simplemente salir de la rutina "]},
{"autor": ["Carlos M"], "title": ["Buena comida, los camarones"], "score": ["50"], "content": ["Buena comida, los camarones rellenos con jaiba exquisitos, el salmon alcaparrado mas o menos, buen servicio y limpieza"]},
{"autor": ["Carlos M"], "title": ["Muy buen lugar para relajarse y llenarse de energía"], "score": ["40"], "content": ["Excelente lugar, 100% recomendable, algunos comentarios positivos y puntos de mejora:\nPositivos: Mucha amabilidad y excelente atención por parte del personal, m", "..."]},
{"autor": ["Carlos M"], "title": ["Buen hotel, apto para negocios"], "score": ["40"], "content": ["El hotel es muy nuevo y es ideal para las personas que tienen que atender asuntos de negocios en el área financiera de Lima. El desayuno es bueno, las camas son", "..."]},
{"autor": ["Carlos M"], "title": ["Ojalá hubieran mas espacios como este"], "score": ["50"], "content": ["Me atrevería decir que es uno de los mejores parques que tiene todo el norte del país, con una diversidad de actividades que ofrece el mismo pasando desde museo", "..."]},
{"autor": ["Carlos M"], "title": ["Un buen hotel pero definitivamente no para llevar niños"], "score": ["30"], "content": ["Aspectos positivos:Es un buen hotel, el aspecto de las habitaciones es realmente bueno, el personal se esmera por servirte de la mejor manera, la alberca para a", "..."]},
{"autor": ["Marcela D"], "title": ["Todo excelente"], "score": ["50"], "content": ["Las instalaciones muy buenas, pero lo mas destacable es la hospitalidad de la gente, desde el gerente, la cocinera (ídola total), los de recepción, los de limpi", "..."]},
{"autor": ["Marcela D"], "title": ["Turismo"], "score": ["50"], "content": ["Excelente hotel, la atención bárbara, Julián y Paulina de lo mejor muy atentos, la ubicación muy buena, cerca de todo, el desayuno y la comida en general muy bi", "..."]},
{"autor": ["gabrielaortiz23"], "title": ["Varada en Lima"], "score": ["50"], "content": ["Muy buen trato del gerente y del staff del hotel. Excelente la limpieza y el desayuno.\nCuando fue necesario, nos ayudaron y nos contuvieron frente a la situació", "..."]},
{"autor": ["Jaime A"], "title": ["Buenísima Experiencia"], "score": ["50"], "content": ["Fuimos por una noche con mi esposa y quedamos muy sorprendidos de la amabilidad del personal y las instalaciones de primera categoría, fueron momentos muy relaj", "..."]},
{"autor": ["Jaime A"], "title": ["Excelente Lugar para una Ocasión Especial"], "score": ["50"], "content": ["Excelente Lugar para una Ocasión Especial, fuimos con mi esposa a celebrar nuestro aniversario y quedamos encantados con todo, la calidez en la atención, la com", "..."]},
{"autor": ["Sharon Ivette Marreros Gongora"], "title": ["Muy moderno y nuevo"], "score": ["50"], "content": ["Todo muy nuevo y bonito, el desayuno también es rico. El ambiente es relajado y no hay nada de bulla. Tiene buena vista al parque. \n\nY el rooftop esta bien ubic", "..."]},
{"autor": ["Elmerperalta"], "title": ["Excelente Hotel"], "score": ["50"], "content": ["El hotel es nuevo, ubicado en un lugar céntrico de acceso rápido a las vías principales de Lima, las instalaciones muy limpias, el personal muy amable. La comid", "..."]},
{"autor": ["Maria Fernanda E"], "title": ["Desayuno"], "score": ["50"], "content": ["Tomamos desayuno, muy rico todo, la atención de primera, si vienen que les atienda la señorita Geraldine muy gentil y muy amable, el lugar es muy tranquilo y la", "..."]},
{"autor": ["91paola"], "title": ["La mejor estadía"], "score": ["50"], "content": ["La ubicación del hotel es ideal para el propósito al q fui, la amabilidad del personal desde el ingreso, hice mi check in antes de tiempo y me ayudaron con la g", "..."]},
{"title": ["Excelente Hotel"], "score": ["50"], "content": ["El servicio recibido fue excelente, en recepción, cocina, limpieza y demás. Las habitaciones son muy comoda, limpias y muy agradables para pasar el rato y desca", "..."]},
{"autor": ["ARTURO R2"], "title": ["Excelente Cena"], "score": ["40"], "content": ["Excelente Servicio y Calidad. Buen precio No económico (para Argentinos) pero aceptable. Ejem el cubierto en 120 incluye una empanada buenisima y un bife de lom", "..."]},
{"autor": ["ARTURO R2"], "title": ["Hotelito simpatico y agradable"], "score": ["30"], "content": ["Buen hotelito en las afueras de Luzern y muy simpatico, buena atencion y amabilidad sin costo de estacionamiento. Los unicos detalles No tiene elevador ( un pro", "..."]},
{"autor": ["ARTURO R2"], "title": ["Tranquilo y agradable. Bien Ubicado"], "score": ["40"], "content": ["El F.A.cancun Villas es un Hotel Chico o Mediano en una Zona Excelente para salir a pasear caminando y cerca de lo Mejor. Es cómodo ir a la alberca y al mar par", "..."]},
{"autor": ["ARTURO R2"], "title": ["Buena Comida Local !!"], "score": ["40"], "content": ["Buena Comida Local a precios Normales, solo que platillos muy justos de tamaño. En especial los tamales muy caros (90) para un tamalito. Platillos Muy buen sabo", "..."]},
{"autor": ["ARTURO R2"], "title": ["Excelente sabor y vista desde su mirador"], "score": ["50"], "content": ["Buenas opciones veganas y buenos sabores de crepas con opciones Sin gluten en varios sabores. Cafes y tes para degustar."]},
{"autor": ["ARTURO R2"], "title": ["Comida Arequipense Casera"], "score": ["40"], "content": ["Buena comida casera y basta en cantidades. Eso si un poco pesada, asi que hay que medirse. Gran variedad de platillos como lechon, patitas de puerco, ternera en", "..."]},
{"autor": ["ARTURO R2"], "title": ["Excelente Velada !!"], "score": ["50"], "content": ["Excelente lugar para pasar el rato oyendo musica en vivo y platicando.\nPizza, pastas, postres, etc Sin Gluten !   Y Normales de excelente sabores y muy acogedor", "..."]},
{"autor": ["ARTURO R2"], "title": ["Excelente Atencion, Servicio, ubicacion y desayuno inmejorable !!"], "score": ["50"], "content": ["Tuvimos una buena estadia y excelente recepcion. Las camas muy a gusto y el cuarto en general. El desayuno completo: fruta, yogurt, leches varias, pan y galleta", "..."]},
{"autor": ["ARTURO R2"], "title": ["BUENO y UBICADO, Pero COBRAN el SHUTTLE"], "score": ["30"], "content": ["Buen hotel estilo americano y cercano al aeropuerto. Amplias habitaciones, pero le faltan conectores de energía y de menos uno de USB. Amplio baño y regadera, p", "..."]},
{"autor": ["ARTURO R2"], "title": ["Buena Ubicacion pero Ya requiere Renovacion ¡¡"], "score": ["30"], "content": ["Muy buena Ubicación, aunque MUY incomodo y difícil entrar por un camino lleno de Hoyos. Buen desayuno y atención del personal y espacioso estacionamiento.\nLo ma", "..."]},
{"autor": ["ARTURO R2"], "title": ["Buena Ubicacion Pero te lo cobran caro"], "score": ["30"], "content": ["Hotel ubicado cerca del aeropuerto pero lejano para a pie. Tienes que ir en auto o tomar el shuttle que te cobran caro( diez euros) habitaciones amplias y baño ", "..."]},
{"autor": ["ARTURO R2"], "title": ["Sabor, Sabor, Sabor !!!"], "score": ["50"], "content": ["Todo bien, pero el sabor es muy bueno a precios accesibles !!!\nEsta en centrico, buen servicio y tamaños regulares!!!"]},
{"autor": ["ARTURO R2"]},
{"autor": ["ARTURO R2"], "title": ["Buen Hotel y Ubicacion para estar aislados"], "score": ["30"], "content": ["Hotel todo incluido con buena calidad de alimentos normales, solo que es muy caro si pides algo con costo, lo cual se me hace exagerado que si ya pagaste \"casi ", "..."]},
{"autor": ["ARTURO R2"], "title": ["Buena Ubicacion, Falta Renovacion y Actitud del Personal"], "score": ["20"], "content": ["Esta bien ubicado respecto al Aeropuerto y es para uso de rápido y sencillo. Ya tiene sus años y le falta una remodelación, El desayuno incluido esta sencillo (", "..."]},
{"autor": ["ARTURO R2"], "title": ["Opcion de paso"], "score": ["30"], "content": ["Es bueno de sabor y tienen menu del dia. Pero fuera de eso es muy caro para una comida normal. Tienen buenos sabores, peo nada espectacular para ser italiano. E", "..."]},
{"autor": ["ARTURO R2"], "title": ["Rico, sabroso, tradicional y económico !!"], "score": ["50"], "content": ["Un buen lugar para probar saber Germanico en la zona turística de Dusseldorf a un precio muy razonable con una carta amplia y variada. El servicio rudo como los", "..."]},
{"autor": ["ARTURO R2"], "title": ["BUENO, RENOVADO, PERO LE FALTA...."], "score": ["30"], "content": ["Hotel Renovado con buena calidad de materiales, pero les falto en paredes. y pisos comunes. Los perifericos como el A/C son viejos y NO los renovaron y fallan. ", "..."]},
{"autor": ["ARTURO R2"], "title": ["Buen Almuerzo y costo !!!"], "score": ["50"], "content": ["Tienen buen surtido de chilaquiles y una extensa carta para desayuñar y hasta la comida. Buenos ingredientes y costo acorde al buen servicio y al lugar. Muy rec", "..."]},
{"autor": ["ARTURO R2"], "title": ["Caro y Malo"], "score": ["20"], "content": ["El Salon Centurion Lounge AmEx (Solo tarjetas Black) es muy exclusivo y especial. No cuesta nada una vez accesado por ser miembro (México es el país mas caro de", "..."]},
{"autor": ["ant0ni0r0driguezl"], "title": ["Me deje los airpods y nunca mas me dijeron nada"], "score": ["10"], "content": ["Me deje en el escritorio mis airpods, viajo bastante y me ha pasado mas veces pero el hotel siempre los ha recuperado...una cosa esta clara si se deja usted alg", "..."]},
{"autor": ["fpecino"], "title": ["El desayuno es muy bueno,  con comidas típicas del país. El trato muy amable y cordial. La habitación amplia. La localiz"], "score": ["50"], "content": ["El desayuno es muy bueno, con comidas típicas del país.  El trato muy amable y cordial.  La habitación amplia. La localización perfecta en una zona tranquila au", "..."]},
{"autor": ["sergiolopezcolombo"], "title": ["Gracias."], "score": ["50"], "content": ["Gracias por su atención y servicio. Seguro estaré volviendo en poco tiempo. La zona de San Isidro es muy bonita. Tomé su recomendación del recorrido running de ", "..."]},
{"autor": ["Jorge R"], "title": ["Viaje de negocios a Lima"], "score": ["50"], "content": ["Visita de negocios a Lima, el hotel es moderno, todo es excelente. El staff es excelente, el desayuno es excelente. Si va a pedir un Uber hágalo antes de las 7:", "..."]},
{"autor": ["Claudio R"], "title": ["Muy buena experiencia"], "score": ["50"], "content": ["Excelente servicio, habitaciones espaciosas, muy silenciosas para el sueño, cero ruido. Muy buen desayuno, completo, una tienda para comprar comida a diversas h", "..."]},
{"autor": ["Claudio R"], "title": ["El lugar perfecto"], "score": ["50"], "content": ["Hotel precioso, atención fantástica, super restaurante, la playa maravillosa, linda piscina y la cancha de golf La Cana, maravillosa. \nLas habitaciones son espa", "..."]},
{"autor": ["Claudio R"], "title": ["Buena y cómoda estadía"], "score": ["50"], "content": ["Esta perfecta la ubicación, buenas habitaciones, me gusto que aun cuando esta en una calle muy concurrida, es muy silencioso. El desayuno está muy adecuado y co", "..."]},
{"autor": ["Claudio R"], "title": ["Estadía fin de semana largo (1° de mayo)"], "score": ["40"], "content": ["Segunda vez visitando la V Región, y quedándonos en Bahía Bonita, una muy grata estadía, atendidos con la amabilidad de siempre. El desayuno estuvo bastante bie", "..."]},
{"autor": ["eduardocortes2019"], "title": ["holiday inn express san isidro"], "score": ["50"], "content": [" maginificas instalaciones, las habitaciones mu y comodas y limpias. que decir de la cama, demasiado comoda, no te dan ganas de salir de la cama. El buffet muy ", "..."]},
{"autor": ["Jimmy Jhoel L"], "title": ["Muy bueno"], "score": ["40"], "content": ["Me he quedado en su hotel en dos oportunidades, ha sido una buena experiencia, sus trabajadores son muy amables y sus instalaciones muy cómodas, el desayuno inc", "..."]},
{"autor": ["Erika Sánchez"], "title": ["Increíble atención y almuerzo recomendable!!"], "score": ["50"], "content": ["Un bello lugar para compartir, la atención es increíble y el almuerzo fue extraordinario, muy rico y agradable cordialidad de parte de Geraldine quien nos atend", "..."]},
{"autor": ["Erika Sánchez"], "title": ["Experiencia inolvidable!!"], "score": ["50"], "content": ["Es uno de los mejores viajes que hemos tenido, todo ha sido increíble, felicitaciones al equipo de Inkaterra sumamente profesionales, agradecimiento a Hugo (Guí", "..."]},
{"autor": ["Pamela V"], "title": ["Excelente"], "score": ["50"], "content": ["¡Muy buen servicio!  Celebramos un cumpleaños y nos dieron menaje para la torta; también pudimos personalizar los pedidos. Se puede reservar con poco tiempo de ", "..."]},
{"autor": ["Jorge O"], "title": ["Relajo por Cumpleaños"], "score": ["50"], "content": ["Por motivo de mí cumpleaños decidimos con mi esposa ir por 4 días a Casa Andina Premium San Isidro y realmente la pase como un rey.\nMe sorprendieron el día de m", "..."]},
{"autor": ["Medallit Portilla"], "title": ["¡Muy buena estancia!"], "score": ["50"], "content": ["Los cuartos súper cómodos y la atención en el bufete muy buena. Muy atentos a las necesidades del usuario y te brindan todas las facilidades para movilizarse en", "..."]},
{"autor": ["Giuliana V"], "title": ["Fantastico"], "score": ["50"], "content": ["Pasamos un fin de semana de desconexion, protocolos A1, atención super amable, desayuno buffet riquisimo, piscina temperada hasta las 9pm en el ultimo piso.\nReg", "..."]},
{"autor": ["juangabrielricaldi"], "title": ["BUENA  ATENCIÓN Y UNOS PEQUEÑOS DETALLES EN ALIMENTOS"], "score": ["50"], "content": ["Bueno, La atención es buena , pero los alimentos ,un retoque falta  mejor dicho mucho dulce , bueno me hostigue es la verdad,bueno estoy conforme con la avitaci", "..."]},
{"autor": ["Yovanna"], "title": ["Estadia en el Hotel Casa Andina"], "score": ["50"], "content": ["El hotel Casa Andina, es uno de los mejores que he visitado, el personal que recibe tiene una empatía con el huésped, con un trato amable, cordial, con todo los", "..."]},
{"autor": ["Juanita B"], "title": ["Bioseguridad y la mejor atención A1"], "score": ["50"], "content": ["Me alojé en el hotel casa andina Premium san Isidro por motivos de trabajo y desde el primer instante que llegue observé los excelentes protocolos de biosegurid", "..."]},
{"autor": ["Juanita B"], "title": ["Recomendado 100%"], "score": ["50"], "content": ["La mejor opción de Lima... Dónde tu estadía es la mejor y la comida A1... EL LOMO SALTADO EL MEJOR DE LIMA... Un súper hotel RECOMENDADO A1...MUCHAS GRACIAS POR", "..."]},
{"autor": ["Juanita B"], "title": ["EL MEJOR LUGAR DEL MUNDO"], "score": ["50"], "content": ["cusco es el mejor lugar del mundo y casa Andina lo convirtió en unos días inolvidables. Muchas gracias por las atenciones en el Hotel SUPER RECOMENDABLEE A OJOS", "..."]},
{"autor": ["Juanita B"], "title": ["RECOMENDADO A1"], "score": ["50"], "content": ["Excelente servicio, atención A1, nos hemos sentido super comodos. El ambiente y el trato de un servicio de calidad... RECOMENDADO A OJOS CERRADOS!!!\nEs centrico", "..."]},
{"autor": ["Juanita B"], "title": ["El mejor lugar!!!"], "score": ["50"], "content": ["Excelente atención, servicio de calidad, Gracias por todas las atenciones, nos hemos sentido muy felices... y la comida la mejor!!... muchísimas gracias por tod", "..."]},
{"autor": ["AnaBar"], "title": ["Muy agradable servicio y atencion"], "score": ["50"], "content": ["Lindo hotel y muy buena atencion desde que uno llega por la puerta y te atienden de manera muy respetuosa y cuidando los protocolos de evitar contagios y bioseg", "..."]},
{"autor": ["SalmaSH"], "title": ["Muy contenta por la atención recibida"], "score": ["50"], "content": ["Estoy sumamente agradecida y contenta por la calidad de la atención que recibí en mi visita al hotel casa andina del barrio de san Isidro. Tienen un programa de", "..."]},
{"autor": ["SalmaSH"], "title": ["Pollito a la brasa delicioso"], "score": ["50"], "content": ["Me recomendaron que pidiera este pollo a la brasa del afamado boxeador matícelo. El pollo es tierno rico y jugoso además te lo sirven con papas fritas crocantes", "..."]}
]